Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: Podcasts are recorded programs, similar to radio programs, that are available on the internet and allow you to subscribe to them. When you subscribe to a podcast in <app>Banshee</app>, each time a new program is released, <app>Banshee</app> will automatically download the podcast to your library.
cs: Podcast je zaznamenaný program, podobně jako program rádia, který je dostupný na Internetu a vy jej můžete odebírat. Když jste v přehrávači <app>Banshee</app> přihlášeni k odběru nějakého podcastu, tak pokaždé když je vydán nový program, <app>Banshee</app> jej automaticky stáhne a nabídne vám jej k poslechu.
de: Podcasts sind aufgezeichnete Programme, ähnlich wie Radiosendungen, die über das Internet verbreitet werden und die Sie abonnieren können. Wenn Sie in <app>Banshee</app> einen solchen Podcast abonnieren, wird <app>Banshee</app> jedes Mal beim Erscheinen einer neuen Folge diese automatisch in Ihre Bibliothek herunterladen.
el: Οι φορητές εκπομπές είναι ηχογραφημένα προγράμματα, παρόμοια με τα ραδιοφωνικά, που είναι διαθέσιμα στο διαδίκτυο και σας επιτρέπουν να γίνετε συνδρομητής. Όταν γίνετε συνδρομητής σε μια φορητή εκπομπή στο <app>Banshee</app>, κάθε φορά που παράγεται ένα καινούριο πρόγραμμα, το <app>Banshee</app> θα μεταφορτώσει αυτόματα την εκπομπή στη βιβλιοθήκη σας.
es: Los podcasts son programas grabados, parecidos a los de radio, que se encuentran disponibles en Internet y a los que puede suscribirse. Cuando se suscriba a un podcast en <app>Banshee</app>, y cada vez que se publica un programa nuevo, <app>Banshee</app> lo descargará automáticamente y lo añadirá a su colección.
ro: Podcasturile sunt programe înregistrate, similare cu programele radio, care sunt disponibile pe internet și vă lasă să vă abonați la ele. Când vă abonați la un podacast în <app>Banshee</app>, de fiecare dată când apare un program nou, <app>Banshee</app> va descărca automat podcastul în biblioteca dumneavoastră.
sv: Poddsändningar är inspelade program, i stil med radioprogram, som är tillgängliga på internet och gör det möjligt för dig att prenumerera. När du prenumererar på en poddsändning så kommer <app>Banshee</app> automatiskt att hämta poddsändningen till ditt bibliotek när ett nytt program är tillgängligt.

source: Podcasts have been made on almost any subject, including music, movies, Linux and more. Search the internet using your favorite search engine with a search term such as "Linux podcast" and you will be presented with many options to choose from.
cs: Existují podcasty s téměř jakýmkoliv tématem, včetně hudby, filmů, Linuxu a dalších věcí. Hledejte na Internetu svým oblíbeným vyhledávačem. K hledání použijte výraz typu „film podcast“ (respektive anglicky „movie podcast“, protože nabídka podcastů v angličtině je daleko větší) a můžete si vybírat.
de: Es gibt Podcasts zu fast allen Themen wie Musik, Filme, Linux und noch vieles mehr. Durchsuchen Sie mit Ihrer Lieblings-Suchmaschine das Internet mit einem Suchbegriff wie »Film Podcast«, und Sie werden viele Treffer erhalten, aus denen Sie wählen können.
el: Υπάρχουν φορητές εκπομπές για σχεδόν κάθε θέμα, περιλαμβανομένων μουσικής, ταινιών, Λίνουξ και άλλων. Αναζητήστε στο διαδίκτυο με χρήση της αγαπημένης σας μηχανής αναζήτησης έναν όρο αναζήτησης όπως "Linux podcast" και θα εμφανιστούν πολλές επιλογές για να διαλέξετε.
es: Se pueden encontrar podcasts sobre prácticamente cualquier tema, como música, películas, Linux y mucho más. Para encontrar podcasts en Internet, utilice su buscador preferido e introduzca términos como «podcast Linux» para encontrar un gran número de opciones donde elegir.
ro: Există podcasturi din toate categoriile incluzând muzică, filme, Linux, și altele. Căutați pe internet cu motorul de căutare favorit expresia „podacst Linux” și veți avea multe opțiuni din care să alegeți.
sv: Det finns poddsändningar om nästan varje ämnesområde inklusive musik, film, Linux och mycket mera. Sök på internet via din favoritsökmotor med en sökning i stil med ”Linux poddsändning” (”Linux podcast” på engelska) så kommer du att få många alternativ att välja mellan.

source: Add a podcast
cs: Přidávání podcastů
de: Einen Podcasts hinzufügen
el: Προσθήκη φορητής εκπομπής (podcast)
es: Añadir un podcast
ro: Adăugarea unui podcast
sv: Lägg till en poddsändning

source: To add a podcast to <app>Banshee</app>, you will first need to visit the podcast home page. Most podcasts will have a button or link displayed to subscribe to the podcast. Copy the link to the podcast subscription feed. In most web browsers, you can right click on the link and choose <gui style="menuitem">Copy link</gui>.
cs: Když chcete do přehrávače <app>Banshee</app> přidat podcast, musíte nejprve ve svém prohlížeči navštívit domovskou stránku onoho podcastu na Intenetu. Většina podcastů má tlačítko nebo odkaz pro přihlášení k odběru podcastu. Zkopírujte odkaz do přihlášení k podcastu. Ve většině webových prohlížečů jde kliknout pravým tlačítkem na odkaz a zvolit <gui>Kopírovat adresu odkazu</gui>.
de: Um einen Podcast zu <app>Banshee</app> hinzuzufügen, müssen Sie zunächst die Webseite des Podcasts in Ihrem Internet-Browser aufrufen. Beinahe alle Podcasts verfügen über einen Knopf oder einen Verweis, über den Sie den Podcast abonnieren können. Kopieren Sie den Verweis zum Abonnement des Podcasts. In den meisten Webbrowsern können Sie den Verweis mit der rechten Maustaste anklicken und <gui style="menuitem">Link-Adresse kopieren</gui> oder <gui style="menuitem">Verweisziel kopieren</gui> im Kontextmenü wählen.
el: Για να προσθέσετε μια φορητή εκπομπή στο <app>Banshee</app>, θα χρειαστεί πρώτα να επισκεφτείτε την ιστοσελίδα της φορητής εκπομπής. Σχεδόν όλες οι φορητές εκπομπές θα έχουν ένα κουμπί ή σύνδεσμο για να εγγραφείτε στη φορητή εκπομπή. Αντιγράψτε το δεσμό στη συνδρομή σας της φορητής εκπομπής. Στους περισσότερους περιηγητές ιστού, μπορείτε να δεξιοπατήσετε στο δεσμό και να επιλέξετε <gui style="menuitem">Αντιγραφή δεσμού</gui>.
es: Para añadir un podcast a <app>Banshee</app>, primero deberá visitar la página web del podcast en Internet. Casi todos los podcasts cuentan con un botón o un enlace que permite suscribirse al podcast. Copie dicho enlace. En la mayoría de los navegadores puede pulsar con el botón derecho en el enlace y seleccionar <gui style="menuitem">Copiar enlace</gui>.
ro: Pentru a adăuga un podcast la <app>Banshee</app> prima oară va trebuii să vizitați pagina de start a podcastului. Aproximativ toate podcasturile vor avea un buton sau o legătură prin care să vă abonați la ele. Copiați legătura în abonamentul podcastului. În majoritatea navigatoarelor web, puteți apăsa clic dreapta pe link și selecta <gui style="menuitem">Copiază legătura</gui>.
sv: För att lägga till en poddsändning i <app>Banshee</app> måste du först besöka poddsändningens hemsida. De flesta poddsändningar har en knapp eller länk som används för att prenumerera på poddsändningen. Kopiera länken till poddsändningens prenumerationsflöde. I de flesta webbläsare så kan du högerklicka på länken och välja <gui style="menuitem">Kopiera länkadress</gui>.

source: In <app>Banshee</app>, click <gui style="menuitem">Podcast</gui> in the menu on the left side of the window. Then, click <gui style="menuitem">Subscribe to Podcasts</gui> in the right half of the toolbar, from the menu choose <guiseq><gui style="menu">Media</gui><gui style="menuitem">Subscribe to Podcast</gui></guiseq> or use the keyboard shortcut <keyseq><key>Shift</key><key>Control</key><key>F</key></keyseq>.
cs: V <app>Banshee</app> klikněte v nabídce v na levé straně okna na <gui style="menuitem">Podcast</gui>. Pak klikněte na <gui style="menuitem">Přihlásit se k podcastu</gui> v pravé polovině nástrojové lišty nebo v nabídce vyberte <guiseq><gui style="menu">Média</gui><gui style="menuitem">Přihlásit se k podcastu</gui></guiseq> a nebo zmáčkněte klávesovou zkratku <keyseq><key>Shift</key><key>Ctrl</key><key>F</key></keyseq>.
de: Klicken Sie in <app>Banshee</app> auf <gui style="menuitem">Podcast</gui> im Menü auf der linken Seite des Fensters. Dann klicken Sie auf <gui style="menuitem">Podcast abonnieren</gui> in der rechten Hälfte der Werkzeugleiste oder wählen Sie im Menü <guiseq><gui style="menu">Medien</gui><gui style="menuitem">Podcast abonnieren</gui></guiseq>. Alternativ drücken Sie die Tastenkombination <keyseq><key>Strg</key><key>Umschalttaste</key><key>F</key></keyseq>.
el: Στο <app>Banshee</app>, πατήστε <gui style="menuitem">Φορητή εκπομπή</gui> στο μενού στα αριστερά του παραθύρου. Έπειτα, πατήστε <gui style="menuitem">εγγραφή στις φορητές εκπομπές</gui> στο δεξιό μισό της εργαλειοθήκης, από το μενού επιλέξτε <guiseq><gui style="menu">Πολυμέσα</gui><gui style="menuitem"> Συνδρομή στη φορητή εκπομπή</gui></guiseq> ή χρησιμοποιήστε τη συντόμευση πληκτρολογίου <keyseq><key>Shift</key><key>Control</key><key>F</key></keyseq>.
es: En <app>Banshee</app>, pulse <gui style="menuitem">Podcast</gui> en el menú de la parte izquierda de la ventana. Luego pulse en <gui style="menuitem">Suscribirse a podcasts</gui> en la mitad derecha de la barra de herramientas, elija <guiseq><gui style="menu">Multimedia</gui><gui style="menuitem">Suscribirse a podcasts</gui></guiseq> en el menú o use el atajo de teclado <keyseq><key>Mayús</key><key>Ctrl</key><key>F</key></keyseq>.
ro: În <app>Banshee</app>, apăsați pe <gui style="menuitem">Podcast</gui> din meniul din partea stângă a ferestrei. Apoi apăsați <gui style="menuitem">Abonează-te la podcast</gui> în jumătatea dreaptă a barei de instrumente, din meniu alegeți <guiseq><gui style="menu">Media</gui><gui style="menuitem">Adaugă podcast</gui></guiseq> sau puteți folosii comanda rapidă de tastatură <keyseq><key>Shift</key><key>Control</key><key>F</key></keyseq>.
sv: I <app>Banshee</app>, klicka på <gui style="menuitem">Poddsändningar</gui> i menyn till vänster i fönstret. Klicka sedan på <gui style="menuitem">Prenumerera på poddsändning</gui> i högra halvan av verktygsfältet, eller välj <guiseq><gui style="menu">Media</gui><gui style="menuitem">Lägg till poddsändning</gui></guiseq> eller använd snabbtangenten <keyseq><key>Skift</key><key>Control</key><key>F</key></keyseq>.

source: By default, the podcasts will not be downloaded, so you will only be able to listen to them while you are connected to the internet. When you subscribe to a new podcast, you will be able to select the following options:
cs: Podcast se standardně nestahuje, takže jej bude moci poslouchat, jen když budete připojeni k Internetu. Po přihlášení k novému podcastu si můžete nastavit následující volby:
de: Per Voreinstellung werden Podcasts nicht heruntergeladen. Sie können sie also nur anhören, wenn Sie mit dem Internet verbunden sind. Wenn Sie einen neuen Podcast hinzufügen, können Sie folgende Optionen wählen:
el: Από προεπιλογή, οι φορητές εκπομπές δεν μεταφορτώνονται, έτσι θα μπορείτε μόνο να τις ακούσετε, ενώ είσαστε συνδεμένοι στο διαδίκτυο. Όταν γράφεστε σε μια νέα φορητή εκπομπή, θα μπορείτε να διαλέξετε τις παρακάτω επιλογές:
es: De manera predeterminada, los podcasts no se descargarán, por lo que sólo podrá escucharlos mientras esté conectado a Internet. Cuando se suscriba a un podcast nuevo, podrá seleccionar las siguientes opciones.
ro: În mod implicit, podcasturile nu vor fi descărcate, deci veți fi capabil să le ascultați numai când sunteți conectat la internet. Când vă abonați unui nou podcast, veți fi capabil să selectați următoarele opțiuni:
sv: Som standard så hämtas inte poddsändningen, så du kommer bara att kunna lyssna på dem medan du är uppkopplad mot internet. När du prenumererar på en ny poddsändning så kommer du att kunna välja mellan följande alternativ:

source: Select <gui style="checkbox">Download new episodes</gui> to automatically download any new episodes to your computer so that you can access them when you do not have an internet connection.
cs: Vyberte <gui style="checkbox">Stahovat nové díly</gui>, pokud chcete, aby se nové díly automaticky stahovaly do vašeho počítače a byly tak přístupné i ve chvílích, kdy nejste připojeni k Internetu.
de: Wählen Sie <gui style="checkbox">Neue Folgen herunterladen</gui>, um automatisch neue Folgen auf Ihren Rechner zu laden, so dass Sie sie auch anhören können, wenn Sie keine Internetverbindung haben.
el: Επιλέξτε <gui style="checkbox">Μεταφόρτωση νέων επεισοδίων</gui> για αυτόματη μεταφόρτωση οποιωνδήποτε νέων επεισοδίων στον υπολογιστή σας, έτσι ώστε να μπορείτε να τα προσπελάσετε, όταν δεν έχετε διαδικτυακή σύνδεση.
es: Seleccione <gui style="checkbox">Descargar episodios nuevos</gui> para descargar automáticamente los episodios nuevos a su equipo para poder acceder a ellos cuando no tenga conexión a Internet.
ro: Selectați <gui style="checkbox">Descarcă episoade noi</gui> pentru a descărca automant episoade noi pentru a le putea accesa atunci când nu aveți o conexiune la internet.
sv: Välj <gui style="checkbox">Hämta nya avsnitt</gui> för att automatiska hämta nya avsnitt till din dator så att du kan använda dem när du inte har någon internetuppkoppling.

source: Select <gui style="menuitem">Archive all episodes except the newest one</gui> to have only the newest episode displayed.
cs: Vyberte <gui style="menuitem">Archivovat všechny díly vyjma nejnovějšího</gui>, pokud chcete mít zobrazen jen nejnovější díl.
de: Wählen Sie <gui style="menuitem">Alle Folgen außer der neuesten archivieren</gui>, damit nur die neueste Folge angezeigt wird.
el: Επιλέξτε <gui style="menuitem">Αρχειοθέτηση όλων των επεισοδίων εκτός από το πιο νέο</gui> για να εμφανίζεται μόνο το πιο νέο επεισόδιο.
es: Seleccione <gui style="menuitem">Archivar todos los episodios excepto el más reciente</gui> para que sólo se muestre el episodio más reciente.
ro: Selectați <gui style="menuitem">Arhivează toate episoadele exceptând cel mai nou</gui> pentru a avea afișat doar cel mai nou episod.
sv: Välj <gui style="menuitem">Arkivera alla avsnitt förutom det senaste</gui> för att enbart visa det senaste avsnittet.

source: After you have added a podcast feed, <app>Banshee</app> will display the name of the podcast, the title of each episode and the date that it was published on.
cs: Po té, co máte přidán kanál podcastu, bude <app>Banshee</app> zobrazovat název podcastu, název každého dílu a datum, kdy byl zveřejněn.
de: Nachdem Sie eine Podcast-Quelle hinzugefügt haben, zeigt <app>Banshee</app> den Namen des Podcasts, den Titel der Folge und das Datum der Veröffentlichung an.
el: Μετά την προσθήκη μιας τροφοδοσίας φορητής εκπομπής, το <app>Banshee</app> θα εμφανίσει το όνομα της φορητής εκπομπής, τον τίτλο κάθε επεισοδίου και την ημερομηνία δημοσίευσης.
es: Después de añadir el proveedor de podcast, <app>Banshee</app> mostrará el nombre del podcast, el título de cada episodio y la fecha en la que se publicó.
ro: După ce ați adăugat un flux podcast, <app>Banshee</app> va afișa numele podcastului, titlul fiecărui episod și data când a fost publicat.
sv: Efter att du har lagt till ett poddsändningsflöde kommer <app>Banshee</app> att visa namnet på poddsändningen, titeln för varje avsnitt samt datumet när det publicerades.

source: Once a podcast has been archived, it will be removed from the <gui>New Items</gui> list, but it will still appear in the <gui>All Items</gui> list.
cs: Jakmile je podcast archivován, je odstraněn ze seznamu <gui>Nové položky</gui>, ale stále se vyskytuje v seznamu <gui>Všechny položky</gui>.
de: Wenn ein Podcast archiviert wurde, wird er aus der Liste <gui>Neue Elemente</gui> entfernt, bleibt aber in der Liste <gui>Alle Elemente</gui> sichtbar.
el: Μόλις μια φορητή εκπομπή αρχειοθετηθεί, θα αφαιρεθεί από τη λίστα <gui>Νέα στοιχεία</gui>, αλλά θα εμφανίζεται ακόμα στη λίστα <gui>Όλα τα στοιχεία</gui>.
es: Cuando se archive un podcast, se quitará de la lista de <gui>Elementos nuevos</gui>, pero seguirá apareciendo en la lista de <gui>Todos los elementos</gui>.
ro: Odată ce un podcast a fost arhivat, va fi eliminat din lista <gui>Elemente noi</gui>, dar va continua să apară în lista <gui>Toate elementele</gui>.
sv: När en poddsändning har arkiverats kommer den att tas bort från <gui>Nya objekt</gui>-listan men kommer fortfarande att finnas i <gui>Alla objekt</gui>-listan.

source: You can edit the subscription options the <gui style="menuitem">Podcast Properties</gui>, which can be accessed by right clicking on the corresponding podcast name in the podcast list or by right clicking on any episode of that podcast.
cs: Volby odběru můžete upravovat ve <gui style="menuitem">Vlastnostech podcastu</gui>, do kterých se dostanete po kliknutí pravým tlačítkem na příslušný název podcastu v seznamu nebo po kliknutí pravým tlačítkem na libovolný díl z tohoto podcastu.
de: Sie können in den <gui style="menuitem">Eigenschaften des Podcasts</gui> die Abonnement-Optionen bearbeiten, indem Sie mit der rechten Maustaste entweder auf den entsprechenden Namen in der Podcast-Liste oder auf eine beliebige Folge innerhalb des Podcasts klicken.
el: Μπορείτε να επεξεργαστείτε τις επιλογές εγγραφής στο <gui style="menuitem">Ιδιότητες φορητής εκπομπής</gui>, που μπορεί να προσπελαστεί δεξιοπατώντας στο αντίστοιχο όνομα φορητής εκπομπής στη λίστα φορητών εκπομπών ή δεξιοπατώντας σε οποιοδήποτε επεισόδιο αυτής της εκπομπής.
es: Puede editar las opciones de suscripción a un podcast en las <gui style="menuitem">Propiedades del podcast</gui>, a las que puede acceder pulsando con el botón derecho sobre el nombre del podcast correspondiente en la lista de podcasts o pulsando con el botón derecho sobre cualquier episodio de ese podcast.
ro: Puteți edita opțiunile abonamentului în <gui style="menuitem">Proprietăți podcast</gui>, care poate fi accesat apăsând clic dreapta pe numele podcastului corespunzător din lista de podcasturi sau prin apăsarea unui clic dreapta pe orice episod din acel podcast.
sv: Du kan redigera prenumerationsalternativen via <gui style="menuitem">Poddsändningsegenskaper</gui> som kan nås genom att högerklicka på det motsvarande poddsändningsnamnet i poddsändningslistan eller genom att högerklicka på något avsnitt från den poddsändningen.

source: Play a podcast
cs: Přehrávání podcastu
de: Einen Podcast wiedergeben
el: Αναπαραγωγή φορητής εκπομπής
es: Reproducir un podcast
ro: Redarea unui podcast
sv: Spela en poddsändning

source: To <link xref="play">play</link> a podcast episode, double click on the episode or select it, then select <guiseq><gui style="menu">Playback</gui><gui style="menuitem">Play</gui></guiseq>. You can also add the episode to the <gui xref="play-queue">Play Queue</gui> by right clicking on the episode and selecting <gui style="menuitem">Add to Play Queue</gui>.
cs: Díl podcastu <link xref="play">přehrajete</link> dvojitým kliknutím na něj nebo jej vyberte a pak zvolte <guiseq><gui style="menu">Přehrát</gui><gui style="menuitem">Přehrát</gui></guiseq>. Díl můžete také přidat do <gui xref="play-queue">Fronty přehrávání</gui> kliknutím pravým tlačítkem a volbou <gui style="menuitem">Přidat do fronty přehrávání</gui>.
de: Um eine Podcast-Folge <link xref="play">wiederzugeben</link>, klicken Sie doppelt darauf oder wählen Sie sie mit einem einfachen Klick aus und wählen dann <guiseq><gui style="menu">Wiedergabe</gui><gui style="menuitem">Wiedergabe</gui></guiseq>. Sie können die Folge auch zur <gui xref="play-queue">Wiedergabe-Warteschlange</gui> hinzufügen, indem Sie mit der rechten Maustaste darauf klicken und <gui style="menuitem">Zur Warteschlange hinzufügen</gui> wählen.
el: Για <link xref="play">αναπαραγωγή</link> ενός επεισοδίου φορητής εκπομπής, διπλοπατήστε στο επεισόδιο ή επιλέξτε το, έπειτα επιλέξτε <guiseq><gui style="menu">Αναπαραγωγή</gui><gui style="menuitem">Εκτέλεση</gui></guiseq>. Μπορείτε επίσης να προσθέσετε το επεισόδιο στην <gui xref="play-queue">σειρά αναπαραγωγής</gui> δεξιοπατώντας στο επεισόδιο και επιλέγοντας <gui style="menuitem">Προσθήκη στη σειρά αναπαραγωγής</gui>.
es: Para <link xref="play">reproducir</link> un episodio de un podcast, pulse dos veces sobre el episodio o selecciónelo, luego elija <guiseq><gui style="menu">Reproducción</gui><gui style="menuitem">Reproducir</gui></guiseq>. También puede añadir el episodio a la <link xref="queue"><gui>Cola de reproducción</gui></link> pulsando con el botón derecho sobre el episodio y seleccionando <gui style="menuitem">Añadir a la cola de reproducción</gui>.
ro: Pentru a <link xref="play">reda</link> un episod podcast, apăsați dublu clic pe episod sau selectați-l, apoi slectați <guiseq><gui style="menu">Redare</gui><gui style="menuitem">Redare</gui></guiseq>. Puteți adăuga de asemenea episodul la <gui xref="play-queue">Coada de redare</gui> apăsând clic dreapta pe episod și selectând <gui style="menuitem">Adaugă la coada de redare</gui>.
sv: För att <link xref="play">spela</link> ett poddsändningsavsnitt, dubbelklicka på avsnittet eller markera det, välj sedan <guiseq><gui style="menu">Uppspelning</gui><gui style="menuitem">Spela upp</gui></guiseq>. Du kan också lägga till avsnittet till <gui xref="play-queue">Spelkön</gui> genom att högerklicka på avsnittet och välja <gui style="menuitem">Lägg till i spelkö</gui>.

source: Remove a podcast
cs: Odebírání podcastů
de: Einen Podcasts entfernen
el: Αφαίρεση φορητής εκπομπής (Podcast)
es: Quitar un podcast
ro: Eliminarea unui podcast
sv: Ta bort en poddsändning

source: To remove a podcast, right click on the podcast in the podcast list and select <gui style="menuitem">Unsubscribe and Delete</gui>. This will unsubscribe you from receiving podcast updates and will delete all the episodes of the podcast from your library.
cs: Když chcete podcast odstranit, klikněte na něj pravým tlačítkem v seznamu podcastů a vyberte <gui style="menuitem">Odhlásit a odstranit</gui>. Tím se odhlásíte od příjmu aktualizací podcastu a z vaší kolekce budou smazány všechny díly daného podcastu.
de: Um einen Podcast zu entfernen, klicken Sie in der Podcast-Liste mit der rechten Maustaste darauf und wählen Sie <gui style="menuitem">Abbestellen und löschen</gui>. Dadurch wird der Empfang neuer Folgen verhindert und alle Folgen dieses Podcasts aus Ihrer Bibliothek entfernt.
el: Για την αφαίρεση φορητής εκπομπής, δεξιοπατήστε στην εκπομπή στη λίστα φορητών εκπομπών και επιλέξτε <gui style="menuitem">Απεγγραφή και διαγραφή</gui>. Αυτό θα σας απεγγράψει από τη λήψη ενημερώσεων φορητής εκπομπής και θα διαγράψει όλα τα επεισόδια της εκπομπής από τη βιβλιοθήκη σας.
es: Para quitar un podcast, pulse con el botón derecho sobre el podcast en la lista de podcasts y elija <gui style="menuitem">Desuscribirse y eliminar</gui>. Esto cancelará la suscripción de actualizaciones del podcast y eliminará todos los episodios del podcast de su colección.
ro: Pentru a elimina un podcast, apăsați clic dreapta pe podcast din lista de podcasturi și selectați <gui style="menuitem">Dezabonează și șterge</gui>. Aceasta vă va dezabona de la actualizările podcastului și va șterge toate episoadele podcastului din biblioteca dumneavoastră.
sv: För att ta bort en poddsändning, högerklicka på poddsändningen i poddsändningslistan och välj <gui style="menuitem">Säg upp prenumeration och ta bort</gui>. Detta kommer att säga upp din prenumerationen på poddsändningen och ta bort alla poddsändningens avsnitt från ditt bibliotek.

source: Play your videos and music files.
cs: Přehrávejte svá videa a hudební soubory.
de: Ihre Videos und Musikdateien wiedergeben.
el: Αναπαράγετε τα βίντεο και τα αρχεία σας μουσικής.
es: Reproducir sus archivos de vídeo y música.
fr: Lecture de vos vidéos et de vos fichiers musicaux.
ro: Redă videoclipurile și fișierele de muzică.
sv: Spela dina videor och musikfiler.

source: Play your media
cs: Přehrávání vašich médií
de: Ihre Medien wiedergeben
el: Αναπαραγωγή των πολυμέσων σας
es: Reproducir su contenido multimedia
ro: Redarea conținutului media
sv: Spela dina media
