Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: To play an internet radio station, choose the radio station you wish to play from the list and press the <key>Space</key>, or choose <guiseq><gui style="menu">Playback</gui><gui style="menuitem">Play</gui></guiseq> from the <app>Banshee</app> menu.
cs: Když chcete Internetovou rádiovou stanici poslouchat, vyberte ji v seznamu a zmáčkněte <key>mezerník</key> nebo zvolte <guiseq><gui style="menu">Přehrát</gui> <gui style="menuitem">Přehrát</gui></guiseq> z nabídky <app>Banshee</app>.
de: Um einen Internet-Radiosender abzuspielen, wählen Sie den gewünschten Sender aus der Liste aus und drücken Sie die <key>Leertaste</key> oder wählen Sie <guiseq><gui style="menu">Wiedergabe</gui><gui style="menuitem">Wiedergabe</gui></guiseq> aus dem <app>Banshee</app>-Menü.
el: Για την αναπαραγωγή ενός διαδικτυακού ραδιοφωνικού σταθμού, επιλέξτε τον σταθμό που θέλετε από τη λίστα και πατήστε το <key>πλήκτρο διαστήματος</key> ή επιλέξτε <guiseq><gui style="menu">Αναπαραγωγή</gui><gui style="menuitem">Εκτέλεση</gui></guiseq> από το μενού του <app>Banshee</app>.
es: Para reproducir una emisora de radio de Internet, elija la emisora de radio que quiere reproducir de la lista y pulse <key>Espacio</key> o elija <guiseq><gui style="menu">Reproducción</gui><gui style="menuitem">Reproducir</gui></guiseq> desde el menú de <app>Banshee</app>.
ro: Pentru a reda un post de internet radio, alegeți din listă postul de radio pe care doriți să îl redați apoi apăsați <key>Bara de spațiu</key>, sau alegeți <guiseq><gui style="menu">Redare</gui><gui style="menuitem">Redare</gui></guiseq> din meniul <app>Banshee</app>.
sv: För att spela en internetradiostation, välj radiostationen du önskar att spela från listan och tryck på <key>Mellanslag</key>, eller välj <guiseq><gui style="menu">Uppspelning</gui><gui style="menuitem">Spela upp</gui></guiseq> från <app>Banshee</app>-menyn.

source: Add media to your <gui>Play Queue</gui>.
cs: Přidávejte média do své <gui>Fronty přehrávání</gui>.
de: Medien zur <gui>Wiedergabe-Warteschlange</gui> hinzufügen.
el: Προσθήκη μέσων στη <gui>σειρά αναπαραγωγής</gui> σας.
es: Añadir archivos multimedia a su <gui>Cola de reproducción</gui>.
ro: Cum se adaugă media la <gui>Coada de redare</gui>.
sv: Lägg till media i din <gui>spelkö</gui>.

source: Play queue
cs: Fronta přehrávání
de: Wiedergabe-Warteschlange
el: Σειρά αναπαραγωγής
es: Cola de reproducción
ro: Coada de redare
sv: Spelkö

source: The <gui>Play Queue</gui> can be used to play tracks in a sequential order. You can add many tracks to the <gui>Play Queue</gui> and listen to hours of music non-stop. You can add individual tracks or entire albums, and sort or re-order them as you wish.
cs: <gui>Fronta přehrávání</gui> vám umožňuje přidávat hudbu, kterou postupně chcete přehrát. Můžete si přidat hromadu stop a hodiny pak hudbu poslouchat bez přestávky. Můžete přidávat samostatné stopy nebo i celá alba a řadit je a přeuspořádávat.
de: Die <gui>Wiedergabe-Warteschlange</gui> ermöglicht Ihnen das Hinzufügen von Musik zum Wiedergeben in einer bestimmten Reihenfolge. Sie können viele Titel hinzufügen, die dann über mehrere Stunden ununterbrochenen Musikgenuss ermöglichen. Sie können einzelne Titel oder ganze Alben hinzufügen und diese sortieren oder neu ordnen.
el: Η <gui>σειρά αναπαραγωγής</gui> μπορεί να χρησιμοποιηθεί για την αναπαραγωγή κομματιών με μια διαδοχική σειρά. Μπορείτε να προσθέσετε πολλά κομμάτια στη <gui>σειρά αναπαραγωγής</gui> και να ακούσετε πολλές ώρες μουσικής χωρίς διακοπή. Μπορείτε να προσθέσετε μεμονωμένα κομμάτια ή ολόκληρους δίσκους και να τα ταξινομήσετε ή να τα επαναδιατάξετε όπως θέλετε.
es: La <gui>Cola de reproducción</gui> se puede usar para reproducir pistas en orden secuencial. Puede añadir varias pistas a la <gui>Cola de reproducción</gui> y escuchar horas de música sin parar. Puede añadir pistas individuales o álbumes completos, y ordenarlos o reordenarlos como quiera.
ro: <gui>Coada de redare</gui> poate fi folosită pentru a reda piese în ordine secvențială. Puteți adăuga un număr mare de piese la <gui>Coada de redare</gui> pentru a asculta ore de muzică non-stop. Puteți adăuga piese individuale sau albume întregi, și să le sortați sau să le rearanjați.
sv: <gui>Spelkön</gui> kan användas för att spela upp spår i sekvensordning. Du kan lägga till många spår till <gui>Spelkön</gui> för att lyssna på musik under många timmar. Du kan lägga till individuella spår eller hela album, och sortera eller omorganisera dem.

source: Add music to the <gui>Play Queue</gui>
cs: Přidávání hudby do <gui>Fronty přehrávání</gui>
de: Musik zur <gui>Wiedergabe-Warteschlange</gui> hinzufügen
el: Προσθήκη μουσικής στη <gui>σειρά αναπαραγωγής</gui>
es: Añadir música a la <gui>Cola de reproducción</gui>
ro: Adăugarea muzicii la <gui>Coada de redare</gui>
sv: Lägg till musik till <gui>Spelkön</gui>

source: From your music library, you will need to select the music tracks or albums you want to add to the <gui>Play Queue</gui>.
cs: Ve své hudební kolekci si musíte vybrat hudební stopy nebo alba, která do <gui>Fronty přehrávání</gui> chcete přidat.
de: Es ist erforderlich, aus der Musikbibliothek die Musiktitel oder Alben auszuwählen, die Sie zur <gui>Wiedergabe-Warteschlange</gui> hinzufügen wollen.
el: Από τη μουσική σας βιβλιοθήκη, θα χρειαστεί να επιλέξετε τα κομμάτια ή τους δίσκους που θέλετε να προσθέσετε στη <gui>σειρά αναπαραγωγής</gui>.
es: Desde su colección de música, necesitará seleccionar las pistas de música o álbumes que quiere añadir a la <gui>Cola de reproducción</gui>.
ro: Din biblioteca dumneavoastră de muzică, va trebui să selectați piesele sau albumele pe care doriți să le adăugați în <gui>Coada de redare</gui>.
sv: Från ditt musikbibliotek måste du välja ur och markera musikspåren eller albumen som du vill lägga till i <gui>Spelkön</gui>.

source: To add an entire album to the <gui>Play Queue</gui>, use your mouse to press and hold the album and drag and drop it over <gui>Play Queue</gui> in the far left window pane.
cs: Pokud chcete přidat do <gui>Fronty přehrávání</gui> celé album, použijte svou myš. Zmáčkněte a držte album a přetáhněte jej na <gui>Frontu přehrávání</gui> v levém panelu.
de: Um ein komplettes Album zur <gui>Wiedergabe-Warteschlange</gui> hinzuzufügen, klicken Sie es mit der Maus an und ziehen Sie es mit gedrückter Maustaste in die <gui>Wiedergabe-Warteschlange</gui> in der äußersten linken Leiste des Fensters.
el: Για να προσθέσετε έναν ολόκληρο δίσκο στη <gui>σειρά αναπαραγωγής</gui>, χρησιμοποιήστε το ποντίκι σας για να πατήσετε και να κρατήσετε πατημένο τον δίσκο και έπειτα να τον μεταφέρετε και να τον αποθέσετε πάνω από τη <gui>σειρά αναπαραγωγής</gui> στο αριστερότερο πλαίσιο του παραθύρου.
es: Para añadir un álbum completo a la <gui>Cola de reproducción</gui>, use su ratón para mantener pulsado el álbum, arrastrelo y suéltelo sobre la <gui>Cola de reproducción</gui> en el panel izquierdo de la ventana.
ro: Pentru a adăuga un album întreg la <gui>Coada de redare</gui>, folosind mausul trageți și plasați albumul pe <gui>Coada de redare</gui> în panoul din extrema stângă a ferestrei.
sv: För att lägga till ett helt album till <gui>Spelkön</gui>, genom att använda musen klicka och håll på albumet och drag albumet till <gui>Spelkö</gui> i den vänstra delen av fönstret.

source: You can add music tracks to the <gui>Play Queue</gui> individually or as a group. To add an individual file, drag and drop it over the <gui>Play Queue</gui> in the far left window pane, or right click the track and choose <gui style="menuitem">Add to Play Queue</gui>.
cs: Hudební stopy můžete do <gui>Fronty přehrávání</gui> přidávat jednotlivě nebo po skupinách. Jednotlivý soubor přidáte postupem táhni a upusť do <gui>Fronty přehrávání</gui> v levém panelu okna nebo klikněte na stopu pravým tlačítkem a zvolte <gui style="menuitem">Přidat do fronty přehrávání</gui>.
de: Sie können Musiktitel einzeln oder als Gruppe zur <gui>Wiedergabe-Warteschlange</gui> hinzufügen. Um eine einzelne Datei hinzuzufügen, ziehen Sie sie mit der Maus in die <gui>Wiedergabe-Warteschlange</gui> in der äußersten linken Leiste des Fensters, oder klicken Sie mit der rechten Maustaste auf den Titel und wählen Sie <gui style="menuitem">Zur Wiedergabe-Warteschlange hinzufügen</gui> im Kontextmenü.
el: Μπορείτε να προσθέσετε μουσικά κομμάτια στη <gui>σειρά αναπαραγωγής</gui> μεμονωμένα ή ως ομάδα. Για να προσθέσετε ένα μεμονωμένο αρχείο, σύρετε και αφήστε το πάνω στη <gui>Σειρά αναπαραγωγής</gui> στο αριστερότερο πλαίσιο του παραθύρου ή δεξιοπατήστε στο κομμάτι και επιλέξτε <gui style="menuitem">Προσθήκη στη σειρά αναπαραγωγής</gui>.
es: Puede añadir pistas de música a la <gui>Cola de reproducción</gui> individualmente o como en grupo. Para añadir un archivo individual, arrastre y suéltelo sobre la <gui>Cola de reproducción</gui> en en panel izquierdo de la ventana, o pulse con el botón derecho sobre la pista y elija <gui style="menuitem">Añadir a la cola de reproducción</gui>.
ro: Puteți adăuga piese la <gui>Coada de redare</gui> în mod individual sau în formă de grup. Pentru a adăuga un fișier individual, trageți și plasați-l pe <gui>Coada de redare</gui> din extrema stângă a ferestrei, sau apăsați clic dreapta pe piesă și alegeți <gui style="menuitem">Adaugă la coada de redare</gui>.
sv: Du kan lägga till enstaka musikspår till <gui>Spelkön</gui> eller en hel grupp. För att lägga till en enstaka fil, drag och släpp den på <gui>Spelkö</gui> i den vänstra delen av fönstret, eller högerklicka på spåret och välj <gui style="menuitem">Lägg till i spelkö</gui>.

source: To select multiple tracks, select each track with your mouse while holding down <key>Ctrl</key> or select a range of files by pressing <key>Shift</key> and clicking twice to select that range of files. You can then drag and drop it over the <gui>Play Queue</gui> in the far left window pane or right click the tracks and choose <gui style="menuitem">Add to Play Queue</gui>.
cs: Více souborů můžete označit myší buď spolu se zmáčknutou klávesou <key>Control</key> a vybíráním jednotlivých souborů nebo zmáčknutím <key>Shift</key> a výběrem rozsahu. Výběr můžete do <gui>Fronty přehrávání</gui> přesunout postupem táhni a upusť nebo na něj kliknout pravým tlačítkem a zvolit <gui style="menuitem">Přidat do fronty přehrávání</gui>.
de: Sie können mehrere Dateien auf einmal auswählen, indem Sie die <key>Strg</key>-Taste gedrückt halten und dann jede Datei einzeln mit der Maus anklicken, oder Sie können einen zusammenhängenden Bereich einer Dateiliste auswählen, indem Sie die <key>Umschalttaste</key> gedrückt halten und dann durch Klicken mit der Maus an zwei Stellen in der Liste Beginn und Ende des gewünschten Bereichs markieren. Diesen Bereich können Sie dann in die Wiedergabe-Warteschlange ziehen und dort ablegen, oder klicken Sie mit der rechten Maustaste auf die markierten Lieder und wählen Sie <gui style="menuitem">Zur Wiedergabe-Warteschlange hinzufügen</gui>.
el: Για την επιλογή πολλών κομματιών, επιλέξτε κάθε κομμάτι με το ποντίκι σας, ενώ κρατάτε πατημένο το <key>Control</key>, ή επιλέξτε μια περιοχή αρχείων πατώντας το <key>Shift</key> και πατώντας δυο φορές για να επιλέξετε την περιοχή των αρχείων. Μπορείτε μετά να σύρετε και να τα αποθέσετε πάνω στη <gui>Σειρά αναπαραγωγής</gui> στο αριστερότερο πλαίσιο του παραθύρου ή να δεξιοπατήσετε στα κομμάτια και να επιλέξτε <gui style="menuitem">Προσθήκη στη σειρά αναπαραγωγής</gui>.
es: Para seleccionar varias pistas, seleccione cada pista con el ratón mientras mantiene pulsado <key>Ctrl</key> o seleccione un rango de archivos pulsando la tecla <key>Mayús</key> y pulsando dos veces para seleccionar el rango de archivos. Entonces puede arrastrar y soltar sobre la <gui>Cola de reproducción</gui> en el panel izquierdo de la ventana o pulsar con el botón derecho sobre las pistas y elegir <gui style="menuitem">Añadir a la cola de reproducción</gui>.
ro: Puteți selecta fișiere multiple cu ajutorul mausului în timp ce apăsați <key>Control</key> apoi alegeți fiecare fișier cu ajutorul mausului sau selectați o gamă de fișiere apăsând <key>Shift</key> apoi apăsați clic de două ori pentru a selecta gama de fișiere. Puteți apoi să le trageți și să le plasați pe <gui>Coada de redare</gui> din extrema stângă a ferestrei sau apăsați clic dreapta pe piese și alegeți <gui style="menuitem">Adaugă la coada de redare</gui>.
sv: För att välja flera spår, markera varje spår med din mus medan du håller ner <key>Control</key> eller markera en sekvens av filer genom att trycka på <key>Skift</key> och klicka två gånger för att välja den sekvensen av filer. Du kan sedan dra och släppa den på <gui>Spelkö</gui> i den vänstra delen av fönstret eller högerklicka på spåren och välja <gui style="menuitem">Lägg till i spelkö</gui>.

source: Organize your <gui>Play Queue</gui>
cs: Uspořádání vaší <gui>Fronty přehrávání</gui>
de: Organisieren Ihrer <gui>Wiedergabe-Warteschlange</gui>
el: Οργάνωση της <gui>σειράς αναπαραγωγής</gui> σας
es: Organizar su <gui>Cola de reproducción</gui>
ro: Organizarea <gui>Cozii de redare</gui>
sv: Organisera din <gui>Spelkö</gui>

source: Your <gui>Play Queue</gui> is organized in the order of the tracks you added. The first tracks or albums you added to the queue will be the first to be played. You can re-order your <gui>Play Queue</gui> by using your mouse and dragging and dropping a track or group of tracks in the list. Choose the track(s) you wish to re-order with your mouse and release your mouse over the number or place in the list you wish those files to be in the queue.
cs: Vaše <gui>Fronta přehrávání</gui> je uspořádána tak, jak jste do ní stopy přidávali. Stopa nebo album, které jste přidali jako první, budou jako první přehrány. Pořadí ve <gui>Frontě přehrávání</gui> můžete měnit myší přetahování stop nebo skupin stop v seznamu. Vyberte stopu či stopy, u které chcete změnit pořadí, zmáčkněte tlačítko myši, držte jej a táhněte v seznamu na nové místo. Tam tlačítko pusťte.
de: Ihre <gui>Wiedergabe-Warteschlange</gui> wird in der Reihenfolge organisiert, in der Sie die Titel hinzugefügt haben. Die ersten zur <gui>Wiedergabe-Warteschlange</gui> hinzugefügten Titel oder Alben werden auch zuerst abgespielt. Sie können die <gui>Wiedergabe-Warteschlange</gui> neu ordnen, indem Sie die Maus dazu verwenden, um Titel oder Titelgruppen in der Liste zu ziehen und an der gewünschten Stelle abzulegen. Wählen Sie den oder die Titel aus, die Sie neu ordnen wollen, und lassen Sie die Maustaste an der Stelle los, an der Sie die Dateien in der Wiedergabe-Warteschlange ablegen wollen.
el: Η <gui>σειρά αναπαραγωγής</gui> σας οργανώνεται με τη σειρά που προσθέσατε τα κομμάτια. Τα πρώτα κομμάτια ή δίσκοι που προσθέσατε θα αναπαραχθούν πρώτα. Μπορείτε να επαναδιατάξετε τη <gui>σειρά αναπαραγωγής</gui> με το ποντίκι, σύροντας και αφήνοντας ένα κομμάτι ή ομάδα κομματιών στη λίστα. Επιλέξτε τα κομμάτια που θέλετε να επαναδιατάξετε με το ποντίκι σας και αφήστε το ποντίκι σας πάνω από τον αριθμό ή τη θέση στη λίστα που θέλετε να τοποθετηθούν αυτά τα αρχεία.
es: Su <gui>Cola de reproducción</gui> está organizada en el orden en que añade las pistas. Las primeras pistas o álbumes que añade a la cola serán las primeras que se reproduzcan. Puede reordenar su <gui>Cola de reproducción</gui> usando su ratón y arrastrando y soltando una pista o un grupo de pistas en la lista. Elija las pistas que quiere con el ratón y suelte el ratón encima del número o del sitio en la lista en que desea que estén esos archivos en la cola.
ro: <gui>Coada de redare</gui> este organizată în funcție de ordinea pieselor pe care le-ați adăugat. Primele piese sau albume pe care le-ați adăugat la coadă vor fi primele redate. Puteți să rearanjați <gui>Coada de redare</gui> folosind mausul pentru a trage și a plasa o piesă sau un grup de piese în listă. Cu ajutorul mausului dumneavoastră alegeți piesa sau piesele pe care doriți să le rearanjați apoi plasați-le pe numărul sau locul dorit în coadă.
sv: Din <gui>Spelkö</gui> är organiserad efter den ordning som du lagt till spåren. Det första spåret eller albumen du lagt till i kön kommer att vara det första som spelas. Du kan omorganisera din <gui>Spelkö</gui> genom att använda musen och dra och släppa ett spår eller en grupp av spår i listan. Välj spåren som du önskar omorganisera med musen och släpp musen över siffran eller platsen i listan som du önskar att de filerna ska finnas på i kön.

source: Removing tracks from the <gui>Play Queue</gui>
cs: Odstraňování stop z <gui>Fronty přehrávání</gui>
de: Titel aus der <gui>Wiedergabe-Warteschlange</gui> entfernen
el: Αφαίρεση κομματιών από τη <gui>σειρά αναπαραγωγής</gui>
es: Quitar pistas de la <gui>Cola de reproducción</gui>
ro: Eliminarea pieselor din <gui>Coada de redare</gui>
sv: Ta bort spår från <gui>Spelkön</gui>

source: You can remove an individual track, a group of tracks, or clear your entire <gui>Play Queue</gui>:
cs: Můžete odstraňovat jednotlivé stopy, skupiny stop nebo vymazat celou <gui>Frontu přehrávání</gui>.
de: Sie können einen bestimmten Titel oder eine Titelgruppe entfernen oder auch die gesamte <gui>Wiedergabe-Warteschlange</gui> löschen.
el: Μπορείτε να αφαιρέσετε ένα μεμονωμένο κομμάτι, μια ομάδα κομματιών ή να εκκαθαρίσετε όλη τη <gui>σειρά αναπαραγωγής</gui>:
es: Puede quitar una pista individual, un grupo de pistas, o limpiar la <gui>Cola de reproducción</gui> completa.
ro: Puteți șterge o singură piesă, un grup de piese, sau să ștergeți întreaga <gui>Coada de redare</gui>.
sv: Du kan ta bort ett enstaka spår, en grupp av spår eller tömma hela <gui>Spelkön</gui>.

source: To remove an individual track, select the track with your mouse and then press <key>Delete</key>.
cs: Když chcete odstranit jednotlivou stopu, vyberte ji myší a zmáčkněte <key>Delete</key>.
de: Um einen bestimmten Titel oder eine Titelgruppe zu entfernen, wählen Sie den Titel mit der Maus aus und drücken Sie <key>Entfernen</key>.
el: Για να αφαιρέσετε ένα μεμονωμένο κομμάτι, επιλέξτε το κομμάτι με το ποντίκι σας και πατήστε <key>Delete</key>.
es: Para quitar una pista individual, seleccione la pista con su ratón y luego pulse <key>Supr</key>.
ro: Pentru a elimina o singura piesă, selectați piesa cu ajutorul mouselui apoi apăsați <key>Șterge</key>.
sv: För att ta bort ett enstaka spår, välj spåret med musen och tryck <key>Delete</key>.

source: To remove multiple tracks, select each track with your mouse while holding down <key>Ctrl</key>. Once all the desired tracks have been selected, press <key>Delete</key>.
cs: Když chcete odstranit více stop, vyberte je pomocí myši za současného držní klávesy <key>Ctrl</key>. Až máte všechny požadované stopy označené, zmáčkněte <key>Delete</key>.
de: Um mehrere Titel zu entfernen, wählen Sie die Titel mit gedrückter <key>Strg</key>-Taste mit der Maus aus. Sobald Sie alle gewünschten Titel markiert haben, drücken Sie <key>Entfernen</key>.
el: Για να αφαιρέσετε πολλά κομμάτια, επιλέξτε κάθε κομμάτι με το ποντίκι σας, ενώ κρατάτε πατημένο το <key>Ctrl</key>. Μόλις όλα τα επιθυμητά κομμάτια έχουν επιλεγεί, πατήστε <key>Διαγραφή</key>.
es: Para quitar varias pistas, seleccione cada pista con su ratón mientras mantiene pulsada la tecla <key>Ctrl</key>. Una vez que ha seleccionado todas las pistas que quiere quitar, pulse <key>Supr</key>.
ro: To elimina mai multe piese, selectați fiecare piesă cu mausul în timp ce țineți apăsat <key>Control</key>. Odată ce toate piesele dorite au fost selectate, apăsați <key>Șterge</key>.
sv: För att ta bort flera spår, välj varje spår med din mus medan du håller ner <key>Ctrl</key>. När alla önskade spår har valts, tryck på <key>Delete</key>.

source: If you accidentally select a track you do not want to remove, hold down <key>Ctrl</key> and select the track again with your mouse, to unselect it.
cs: V případě, že omylem označíte stopu, kterou odstranit nechcete, držte zmáčknutou klávesu <key>Ctrl</key> a vyberte ji myší znovu – označení se zruší.
de: Wenn Sie versehentlich einen Titel auswählen, den Sie nicht entfernen möchten, halten Sie <key>Strg</key> gedrückt und klicken Sie den Titel erneut, um ihn abzuwählen.
el: Αν επιλέξατε κατά λάθος ένα κομμάτι που δεν θέλετε να αφαιρέσετε, κρατήστε πατημένο το <key>Ctrl</key> και επιλέξτε το κομμάτι πάλι με το ποντίκι σας, για να το αποεπιλέξετε.
es: Si accidentalmente selecciona una pista que no quería quitar, mantenga pulsado <key>Ctrl</key> y seleccione la pista nuevamente con su ratón, para deseleccionarla.
ro: Dacă selectați accidental o piseă pe care nu doriți să o eliminați, țineți apăsat <key>Control</key> și selectați piesa din nou cu mausul pentru a deselecta-o.
sv: Om du råka markera ett spår du inte vill ta bort, håll ner <key>Ctrl</key> och välj spåret igen med din mus, för att avmarkera det.

source: To clear your entire <gui>Play Queue</gui>, press the <gui style="button">Clear</gui> button in the upper right hand corner of the <gui>Play Queue</gui> or press <keyseq><key>Ctrl</key><key>A</key></keyseq> and press <key>Delete</key>.
cs: Když chcete vymazat celou <gui>Frontu přehrávání</gui>, zmáčkněte tlačítko <gui style="button">Vyprázdnit</gui> v pravém horním rohu <gui>Fronty přehrávání</gui> nebo zmáčkněte <keyseq><key>Ctrl</key><key>A</key></keyseq> a <key>Delete</key>.
de: Um die die gesamte <gui>Wiedergabe-Warteschlange</gui> zu löschen, klicken Sie auf den <gui style="button">Leeren</gui>-Knopf in der rechten oberen Ecke der <gui>Wiedergabe-Warteschlange</gui> oder drücken Sie <keyseq><key>Strg</key><key>A</key></keyseq> und danach <key>Entfernen</key>.
el: Για να καθαρίσετε όλη τη <gui>σειρά αναπαραγωγής</gui> σας, πατήστε το κουμπί <gui style="button">Καθαρισμός</gui> στην πάνω δεξιά γωνία της <gui>σειράς αναπαραγωγής</gui> ή πατήστε <keyseq><key>Ctrl</key><key>Α</key></keyseq> και πατήστε <key>Διαγραφή</key>.
es: Para limpiar su <gui>Cola de reproducción</gui> completa, pulse el botón <gui style="button">Limpiar</gui> en la esquina superior derecha de la <gui>cola de reproducción</gui> o pulse <keyseq><key>Ctrl</key><key>A</key></keyseq> y pulse <key>Supr</key>.
ro: Pentru a golii întreaga <gui>Coadă de Redare</gui>, apăsați butonul <gui style="button">Golește</gui> din colțul din dreapta sus a <gui>Cozii de Redare</gui> sau apăsați <keyseq><key>Ctrl</key><key>A</key></keyseq> și apoi <key>Delete</key>.
sv: För att tömma hela <gui>Spelkön</gui>, tryck på <gui style="button">Töm</gui>-knappen i det övre högra hörnet av <gui>Spelkön</gui> eller tryck på <keyseq><key>Ctrl</key><key>A</key></keyseq> och tryck sedan <key>Delete</key>.

source: Edit and change music tags and metadata.
cs: Upravujte a měňte hudební štítky a metadata.
de: Bearbeiten und Ändern von Markierungen und Metadaten der Musiktitel.
el: Επεξεργασία και αλλαγή ετικετών μουσικής και μεταδεδομένων.
es: Editar y cambiar las etiquetas y metadatos de su música.
fr: Édition et modification des étiquettes et métadonnées d'un fichier musical.
ro: Editați și schimbați etichetele și metadatele muzicii.
sv: Redigera och ändra musik taggar och metadata.

source: Music metadata
cs: Hudební metadata
de: Musik-Metadaten
el: Μεταδεδομένα μουσικής
es: Metadatos de música
fr: Les métadonnées d'un fichier musical
ro: Metadate pentru muzică
sv: Musikmetadata
