Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: To import music or video files on your computer, choose <guiseq><gui style="menu">Media</gui><gui style="menuitem">Import Media</gui></guiseq>. A dialog will appear with a number of choices.
cs: Pokud chcete zvukové nebo video soubory ve svém počítači importovat, zvolte <guiseq><gui style="menu">Média</gui><gui style="menuitem">Importovat média</gui></guiseq>. Objeví se dialogové okno s několika volbami.
de: Um Musik- oder Videodateien auf Ihren Rechner zu importieren, wählen Sie <guiseq><gui style="menu">Medien</gui><gui style="menuitem">Medien importieren</gui></guiseq>. Ein Dialogfenster mit Auswahlmöglichkeiten wird geöffnet.
sv: För att importera musik eller videofiler på din dator, välj <guiseq><gui style="menu">Media</gui><gui style="menuitem">Importera media</gui></guiseq>. En dialogruta visas med ett antal val.

source: Plugins may add additional import choices. See <link xref="#plugins"/> below.
cs: Zásuvné moduly mohou přidat další volby importu. Viz <link xref="#plugins"/> dále.
de: Durch Plugins können zusätzliche Importquellen hinzugefügt werden. Siehe <link xref="#plugins"/> nachfolgend.
el: Τα πρόσθετα μπορεί να προσθέσουν επιπλέον επιλογές εισαγωγής. Δείτε το <link xref="#plugins"/> παρακάτω.
es: Los complementos pueden añadir opciones adicionales de importación. Consulte la <link xref="#plugins"/> abajo.
fr: Des greffons additionnels autorisent des choix d'importation supplémentaires. Consultez le lien <link xref="#plugins"/> ci-dessous.
ro: Modulele pot adăuga opțiuni suplimentare despre import. Consultați <link xref="#plugins"/> de mai jos.
sv: Insticksmoduler kan lägga till ytterligare importval. Se <link xref="#plugins"/> nedan.

source: Local Folders
cs: Místní složky
de: Lokale Ordner
el: Τοπικοί φάκελοι
es: Carpetas locales
fr: Dossiers locaux
ro: Dosare locale
sv: Lokala mappar

source: Choose this option to import all music and video files within a specified folder, including all subfolders. You will be prompted with a dialog to choose a folder to import from.
cs: Tuto volbu vyberte, když chcete importovat všechny zvukové a video soubory z určité složky a jejích podsložek. Budete v dialogovém okně dotázáni na volbu složky, ze které se má importovat.
de: Wählen Sie diese Option, um sämtliche Musik- und Videodateien in einem angegebenen Ordner zu importieren, einschließlich aller Unterordner. In einem Dialogfenster werden Sie dazu aufgefordert, den zu importierenden Ordner auszuwählen.
el: Επιλέξτε αυτή την επιλογή για να εισάγετε όλα τα αρχεία μουσικής και βίντεο του καθορισμένου φακέλου και όλων των υποφακέλων. Θα εμφανισθεί ένα παράθυρο διαλόγου για να επιλέξετε φάκελο εισαγωγής.
es: Elija esta opción para importar todos los archivos de música y vídeo de una carpeta específica, incluyendo todas las subcarpetas. Se le presentará un diálogo desde el que escoger la carpeta de la que importar.
fr: Choisissez cette option pour importer tous les fichiers musicaux et vidéos d'un dossier, y compris ses sous-dossiers. Un message vous demande de sélectionner le dossier d'origine.
ro: Alegeți această opțiune pentru a importa toate fișierele cu muzică și video într-un dosar specificat, incluzând toate subdosarele. Veți fi întâmpinat cu un dialog pentru a alege un dosar pentru a importa.
sv: Välj detta alternativ för att importera all musik och videofiler i en specifik mapp. inklusive alla undermappar. Du kommer att tillfrågas med en dialog vilken mapp som det ska importeras från.

source: Local Files
cs: Místní soubory
de: Lokale Dateien
el: Τοπικά αρχεία
es: Archivos locales
fr: Fichiers locaux
ro: Fișiere locale
sv: Lokala filer

source: Choose this option to import only the specific file or files you select. You will be prompted with a dialog to choose the file or files to import.
cs: Tuto volbu vyberte, když chcete importovat jen konkrétní soubory nebo soubory, které si vyberete. Budete v dialogovém okně dotázáni na volbu souboru či souborů, které se mají importovat.
de: Wählen Sie diese Option, um nur bestimmte von Ihnen angegebene Datei(en) zu importieren. In einem Dialogfenster werden Sie dazu aufgefordert, die zu importierenden Dateien auszuwählen.
el: Επιλέξτε αυτή την επιλογή για να εισάγετε μόνο το καθορισμένο αρχείο ή αρχεία που επιλέγετε. Θα εμφανισθεί ένας διάλογος για να επιλέξετε το αρχείο ή τα αρχεία προς εισαγωγή.
es: Elija esta opción para importar sólo los archivos específicos que seleccione. Se mostrará un diálogo en el que podrá elegir qué archivos importar.
fr: Choisissez cette option pour n'importer que le ou les fichiers que vous avez sélectionnés. Un message vous demande de choisir le ou les fichiers à importer.
ro: Alegeți această opțiune pentru a importa doar fișiere selectate de dumneavoastră. Veți fi întâmpinat cu un dialog pentru a alege fișierul sau fișierele pe care doriți să le importați.
sv: Välj detta alternativ för att importera enbart den specifika filen eller filerna du markerar. Du kommer att tillfrågas i en dialogruta vilken fil eller vilka filer som ska importeras.

source: Home Folder
cs: Domovská složka
de: Persönlicher Ordner
el: Προσωπικός φάκελος
es: Carpeta de inicio
fr: Dossier personnel
ro: Dosar personal
sv: Hem-mapp

source: Choose this option to import all music and video files in your entire home folder, including files in any subfolders.
cs: Tuto volbu vyberte, když chcete importovat všechny zvukové a video soubory z celé vaší domovské složky, včetně souborů v podsložkách.
de: Wählen Sie diese Option, um sämtliche Musik- und Videodateien in Ihrem gesamten persönlichen Ordner zu importieren, einschließlich aller Unterordner.
el: Επιλέξτε αυτή την επιλογή για να εισάγετε όλα τα αρχεία μουσικής και βίντεο από όλο τον προσωπικό σας φάκελο, συμπεριλαμβανομένων των αρχείων σε υποφακέλους.
es: Elija esta opción para importar todos los archivos de música y vídeo en su carpeta personal, incluyendo los archivos de las subcarpetas.
fr: Choisissez cette option pour importer tous les fichiers musicaux et vidéos contenus dans votre dossier personnel complet, y compris ceux de tous les sous-dossiers.
ro: Alegeți această opțiune pentru a importa toată muzica și toate fișierele video în intregul dosar de start, incluzând fișierele în orice subdosar.
sv: Välj detta alternativ för att importera all musik och videofiler i hela din hemkatalog, inklusive filer i alla undermappar.

source: Videos From Photos Folder
cs: Videa ze složky fotografií
de: Videos aus dem Foto-Ordner
el: Βίντεο από το φάκελο φωτογραφίες
es: Vídeos de la carpeta de Imágenes
fr: Vidéos depuis le dossier Photos
ro: Clipuri video din dosarul Fotografii
sv: Videor från Bilder-mappen

source: Many digital cameras can take short videos, and photo-management applications often download these videos directly into your Photos folder. Choose this option to import any videos that have been stored in your Photos folder.
cs: Řada digitálních fotoaparátů umí pořizovat i krátká videa a aplikace pro správu fotografií je často načtou přímo do vaší složky Obrázky. Tuto volbu vyberte, když chcete importovat libovolná videa, která jsou uložena ve vaší složce Obrázky.
de: Viele Digitalkameras können kurze Videos aufnehmen, und Anwendungen zur Fotoverwaltung können diese Videos direkt in Ihren Foto-Ordner übertragen. Wählen Sie diese Option, um jegliche in Ihrem Foto-Ordner gespeicherten Videos zu importieren.
el: Πολλές ψηφιακές κάμερες μπορούν να εγγράφουν μικρά βίντεο και οι εφαρμογές διαχείρισης φωτογραφιών συχνά μεταφορτώνουν αυτά τα βίντεο απευθείας στο φάκελό σας Φωτογραφίες. Επιλέξτε αυτή την επιλογή για να εισάγετε τυχόν βίντεο που έχουν αποθηκευτεί στο φάκελο Φωτογραφίες.
es: Muchas cámaras digitales pueden hacer vídeos cortos, y las aplicaciones de gestión de fotografías a menudo descargan esos vídeos directamente en la carpeta «Imágenes». Elija esta opción para importar cualquier vídeo que se haya guardado en la carpeta «Imágenes».
fr: Beaucoup d'appareils photos numériques peuvent tourner de courtes vidéos et les logiciels de gestion habituellement livrés avec eux, ont la particularité de transférer ces petites vidéos directement dans votre dossier Photos. Utilisez cette fonction pour importer les vidéos qui ont été stockées dans votre dossier Photos.
ro: Destul de multe camere digitale pot face clipuri video scurte, și aplicațiile pentru gestionarea fotografiilor descarcă adesea aceste clipuri video în dosarul de fotografii personal. Alegeți această opțiune pentru a importa orice clip video care a fost stocat in dosarul de fotografii personal.
sv: Många digitalkameror kan ta korta videor och fotohanteringsprogram hämtar ofta dessa videor direkt till din Fotomapp. Välj detta alternativ för att importera videor som har sparats i din Fotomapp.

source: You can safely import from a folder you have already imported from without worrying about duplicate entries in your library.
cs: Bez problémů můžete importovat ze složky, ze které jste již dříve importovali, aniž byste se museli obávat duplicity ve své kolekci.
de: Sie können sicher aus einem bereits importierten Ordner importieren, ohne die Vervielfachung vorhandener Einträge in Ihrer Bibliothek befürchten zu müssen.
el: Μπορείτε να εισάγετε με ασφάλεια από έναν φάκελο από τον οποίο έχετε ήδη κάνει εισαγωγή χωρίς να ανησυχείτε για τυχόν διπλές εγγραφές στη βιβλιοθήκη σας.
es: Puede importar con seguridad desde una carpeta desde la que ya haya importado antes sin riesgo de crear entradas duplicadas en su colección.
fr: Vous pouvez importer une nouvelle fois à partir d'un dossier déjà importé sans vous soucier d'éventuels duplicatas dans votre bibliothèque.
ro: Puteți să importați în siguranță dintr-un dosar în care ați importat deja fară a vă face griji că s-ar putea duplica înregistrările în biblioteca dumneavoastră.
sv: Du kan riskfritt importera från en mapp du redan har importera från utan att oroa dig för dubbletter i ditt bibliotek.

source: Import from a playlist
cs: Import ze seznamu skladeb
de: Aus einer Wiedergabeliste importieren
el: Εισαγωγή από λίστα αναπαραγωγής
es: Importar desde una lista de reproducción
ro: Importarea dintr-o listă de redare
sv: Importera från en spellista

source: You can also import music from playlists. Most playlist files end in <em>m3u</em>. To import from a playlist, from the <app>Banshee</app> menu choose <guiseq><gui style="menu">Media</gui><gui style="menuitem">Import Playlist</gui></guiseq> and locate the playlist file in your folder, select it and press <gui style="button">Import</gui>.
cs: Hudbu můžete importovat také ze seznamů skladeb. Většina souborů se seznamy skladeb má příponu <em>m3u</em>. Pokud chcete importovat ze seznamu skladeb, v nabídce <app>Banshee</app> zvolte <guiseq><gui style="menu">Média</gui> <gui style="menuitem">Importovat seznam skladeb</gui></guiseq> a nejděte ve složce správný seznam, vyberte jej a zmáčkněte <gui style="button">Importovat</gui>.
de: Sie können auch Musik aus Wiedergabelisten importieren. Die meisten Wiedergabelisten-Dateien haben die Endung <em>m3u</em>. Um aus einer Wiedergabeliste zu importieren, wählen Sie <guiseq><gui style="menu">Medien</gui><gui style="menuitem">Wiedergabeliste importieren</gui></guiseq> und navigieren Sie zur Wiedergabelistendatei in Ihrem Ordner, wählen ihn aus und klicken auf <gui style="button">Importieren</gui>.
el: Μπορείτε επίσης να εισάγετε μουσική από λίστες αναπαραγωγής. Τα περισσότερα αρχεία λίστας αναπαραγωγής λήγουν σε <em>m3u</em>. Για να εισάγετε από μια λίστα αναπαραγωγής, από το μενού του <app>Banshee</app> επιλέξτε <guiseq><gui style="menu">Πολυμέσα</gui><gui style="menuitem">Εισαγωγή λίστας αναπαραγωγής</gui></guiseq>, εντοπίστε το αρχείο της λίστας αναπαραγωγής στον φάκελό σας, επιλέξτε το και πατήστε <gui style="button">Εισαγωγή</gui>.
es: También puede importar música desde listas de reproducción. La mayoría de los archivos de listas de reproducción acaban en <em>m3u</em>. Para importar desde una lista de reproducción, desde el menú de <app>Banshee</app> elija <guiseq><gui style="menu">Multimedia</gui><gui style="menuitem">Importar lista de reproducción</gui></guiseq> y localice el archivo de la lista de reproducción en su carpeta, selecciónelo y pulse <gui style="button">Importar</gui>.
ro: Puteți de asemenea să importați muzică din liste de redare. Majoritatea fișierelor cu liste de redare se termină în <em>m3u</em>. Pentru a importa dintr-o listă de redare, din meniul <app>Banshee</app> alegeți <guiseq><gui style="menu">Media</gui><gui style="menuitem">Importă lista de redare</gui></guiseq> și localizați fișierul cu lista de redare în dosarul dumneavoastră, selectați-l și apăsați <gui style="button">Importă</gui>.
sv: Du kan också importera musik från spellistor. De flesta spellistor slutar med <em>m3u</em>. För att importera en spellist välj <guiseq><gui style="menu">Media</gui><gui style="menuitem">Importera spellista</gui></guiseq> i menyn och navigera fram till spellistans fil i din mapp, markera den och tryck <gui style="button">Importera</gui>.

source: Additional import sources
cs: Další zdroje pro import
de: Zusätzliche Importquellen
el: Επιπλέον πηγές εισαγωγής
es: Fuentes de importación adicionales
ro: Surse suplimentare pentru import
sv: Ytterligare källor att importera från

source: Plugins may add additional import choices. The following additional sources will be available if the appropriate plugins are enabled:
cs: Zásuvné moduly mohou doplnit další volby importu. Následující další zdroje budou dostupné, pokud jsou zapnuté příslušné zásuvné moduly:
de: Plugins können weitere Importmöglichkeiten zur Verfügung stellen. Die folgenden zusätzlichen Quellen werden verfügbar sein, sobald Sie das entsprechende Plugin aktiviert haben:
el: Τα πρόσθετα μπορεί να προσθέσουν επιπλέον επιλογές εισαγωγής. Οι ακόλουθες επιπλέον πηγές θα είναι διαθέσιμες αν τα κατάλληλα πρόσθετα είναι ενεργοποιημένα:
es: Algunos complementos le permiten añadir opciones adicionales de importación. Las siguientes fuentes adicionales estarán disponibles si se activan los complementos adecuados:
fr: Des greffons ajoutent des choix d'importation additionnels. Voici les ressources supplémentaires disponibles si les greffons adéquats sont activés :
ro: Modulele pot adăuga alegeri suplimentare pentru importare. Următoarele surse suplimentare vor fi disponibile în cazul în care modulele corespunzătoare sunt activate:
sv: Insticksmoduler kan lägga till ytterligare importval. Följande extrakällor kommer att vara tillgängliga om lämpliga insticksmoduler är aktiverade:

source: Add additional functionality to <app>Banshee</app>.
cs: Přidejte do <app>Banshee</app> další funkce.
de: Zusätzliche Funktionalität zu <app>Banshee</app> hinzufügen.
el: Προσθήκη επιπλέον λειτουργιών στο <app>Banshee</app>.
es: Agregar funcionalidad adicional a <app>Banshee</app>.
ro: Adaugă funcționalități suplimentare la <app>Banshee</app>.
sv: Lägg till ytterligare funktionalitet i <app>Banshee</app>.

source: <app>Banshee</app> extensions
cs: Rozšíření <app>Banshee</app>
de: <app>Banshee</app>-Erweiterungen
el: Επεκτάσεις του <app>Banshee</app>
es: Extensiones de <app>Banshee</app>
ro: Extensii pentru <app>Banshee</app>
sv: <app>Banshee</app>-tillägg

source: Official <app>Banshee</app> extensions
cs: Oficiální rozšíření <app>Banshee</app>
de: Offizielle <app>Banshee</app>-Erweiterungen
el: Επίσημες επεκτάσεις του <app>Banshee</app>
es: Extensiones oficiales de <app>Banshee</app>
ro: Extensii <app>Banshee</app> oficiale
sv: Officiella <app>Banshee</app>-tillägg

source: Manage extensions for <app>Banshee</app>
cs: Správa rozšíření pro <app>Banshee</app>
de: Erweiterungen für <app>Banshee</app> verwalten
el: Διαχείριση επεκτάσεων του <app>Banshee</app>
es: Gestionar extensiones de <app>Banshee</app>
ro: Administrarea extensiilor pentru <app>Banshee</app>
sv: Hantera tillägg för <app>Banshee</app>

source: Sync and purchase music from the Amazon MP3 Store.
cs: Synchronizujte a nakupujte hudbu z obchodu s MP3 Amazon.
de: Abgleichen und Kaufen von Musik im Amazon MP3-Musikladen.
el: Συγχρονισμός και αγορά μουσικής από το κατάστημα MP3 του Amazon.
es: Sincronizar y comprar música de la tienda de Amazon MP3.
fr: Synchronisation et achat de musique depuis la boutique MP3 Amazon.
ro: Sincronizează și cumpără muzică de la Magazinul Amazon MP3.
sv: Synkronisera och köp musik från Amazon MP3 Store.

source: Amazon MP3 store
cs: Obchod s MP3 Amazon
de: Amazon MP3-Musikladen
el: Κατάστημα Amazon MP3
es: Tienda MP3 de Amazon
ro: Magazinul Amazon MP3

source: <app>Banshee</app> supports downloading and importing music from the Amazon MP3 store. You can manually import Amazon music files, purchase music in your web browser or buy music inside of <app>Banshee</app>. Amazon only offers music for sale as an MP3 in certain countries and depending on your location, you may not be able to buy Amazon MP3s.
cs: Přehrávač <app>Banshee</app> podporuje stahování a import hudby z obchodu s MP3 Amazon. Můžete ručně importovat hudební soubory Amazon, nakupovat hudbu ve svém webovém prohlížeči nebo nakupovat hudbu přímo v <app>Banshee</app>. Amazon nabízí hudbu k prodeji ve formátu MP3 jen v některých zemích a to, zda budete moci v obchodě Amazon nakupovat MP3 závisí na tom, kde se nacházíte.
de: <app>Banshee</app> unterstützt das Herunterladen und Importieren von Musik aus dem Amazon MP3-Musikladen. Sie können Amazon-Musikdateien manuell importieren, Musik in Ihrem Internet-Browser oder innerhalb von <app>Banshee</app> kaufen. Amazon bietet Musik im MP3-Format nur in bestimmten Ländern und abhängig von Ihrem Aufenthaltsort zum Kauf an. Unter Umständen könnte es nicht möglich sein, MP3s von Amazon zu kaufen.
el: Το <app>Banshee</app> υποστηρίζει μεταφόρτωση και εισαγωγή μουσικής από το κατάστημα Amazon MP3. Μπορείτε να εισάγετε χειροκίνητα μουσικά αρχεία του Amazon, να αγοράσετε μουσική από τον περιηγητή ιστού σας ή να αγοράσετε μουσική μέσα από το <app>Banshee</app>. Το Amazon προσφέρει μουσική προς πώληση ως MP3 μόνο σε ορισμένες χώρες και ανάλογα με την τοποθεσία σας, μπορεί να μην είναι δυνατή η αγορά MP3 από το Amazon.
es: <app>Banshee</app> permite descargar e importar música de la tienda de Amazon MP3. Puede importar de forma manual sus archivos de música, comprar música desde su navegador web o comprar música desde el propio <app>Banshee</app>. Amazon sólo permite la compra de música en MP3 en algunos países, por lo que dependiendo de su ubicación es posible que no pueda comprar música en MP3 de Amazon.
ro: <app>Banshee</app> suportă descărcarea și importarea muzicii din magazinul MP3 Amazon. Puteți să importați manual fișierele cu muzică, să accesați muzica în navigatorul dumneavoastră sau să cumpărați muzică din interiorul <app>Banshee</app>. Amazon oferă pentru vânzare doar muzică MP3 în câteva țări și depinzând de locația dumneavoastră, există posibilitatea să nu puteți cumpăra MP3-uri Amazon.
sv: <app>Banshee</app> stöder nerladdning och import av musik från Amazons MP3-butik. Du kan manuellt importera musikfiler från Amazon, köpa musik i din webbläsare eller köpa musik i <app>Banshee</app>. Amazon har enbart musik till försäljning som MP3 i vissa länder och beroende på var du är så kanske du inte kan köpa MP3-filer från Amazon.

source: <app>Banshee</app> uses an Amazon affiliate code for all music purchases. All money made via this affiliate code is donated to the GNOME Foundation.
cs: Přehrávač <app>Banshee</app> používá k nákupu veškeré hudby partnerský kód Amazon. Všechny peníze, které projdou přes tento partnerský kód jsou darovány nadaci GNOME Foundation.
de: <app>Banshee</app> nutzt einen Amazon-eigenen Code für alle Musikeinkäufe. Alles über diesen Code eingespielte Geld kommt der GNOME-Foundation zu Gute.
el: Το <app>Banshee</app> χρησιμοποιεί ένα κωδικό συνεργάτη του Amazon για όλες τις αγορές μουσικής. Όλα τα χρήματα που συγκεντρώνονται μέσω αυτού του κωδικού δωρίζονται στο GNOME Foundation.
es: <app>Banshee</app> usa un código de afiliado de Amazon para todas las compras de música. Todo el dinero que se gana por medio de este código de afiliado se dona a la Fundación GNOME.
ro: <app>Banshee</app> utilizează un cod de afiliat Amazon pentru toate achizițiile de muzică. Toți banii produși prin intermediul acestui cod de afiliere este donat la GNOME Foundation.
sv: <app>Banshee</app> använder en Amazon partnerkod för alla musikköp. Alla pengar som tjänas via denna partnerkod doneras till GNOME-stiftelsen.

source: Purchase Amazon MP3s in your web browser
cs: Nákup MP3 z obchodu Amazon ve webovém prohlížeči
de: MP3s von Amazon in Ihrem Internet-Browser kaufen
el: Αγορά MP3 από το Amazon στον περιηγητή ιστού σας
es: Comprar música en MP3 desde Amazon desde el navegador
fr: Achat de MP3 Amazon dans votre navigateur Web
ro: Cumpărarea de MP3-uri de la Amazon din navigatorul de internet
sv: Köpa Amazon MP3-filer i din webbläsare

source: Music purchased from the Amazon MP3 store can be automatically downloaded and imported into <app>Banshee</app>. <app>Banshee</app> associates itself with the .amz file Amazon provides for MP3 purchases. When you buy music on Amazon, your web browser will download the .amz file and <app>Banshee</app> will automatically open it and begin the download and import the music.
cs: Hudba zakoupená z obchodu s MP3 Amazon může být automaticky stahována a importována do přehrávače <app>Banshee</app>. <app>Banshee</app> se přidruží k souborům .amz, které Amazon poskytuje pro zakoupené MP3. Když v obchodě Amazon nakoupíte hudbu, váš webový prohlížeč stáhne soubor .amz a <app>Banshee</app> jej automaticky otevře a začne hudbu stahovat a importovat.
de: Im Amazon MP3-Musikladen gekaufte Musik kann automatisch heruntergeladen und in <app>Banshee</app> importiert werden. <app>Banshee</app> erkennt die .amz-Datei, die Amazon für MP3-Käufe bereitstellt. Wenn Sie Musik bei Amazon kaufen, dann lädt Ihr Internet-Browser die .amz-Datei automatisch herunter, woraufhin <app>Banshee</app> diese automatisch öffnet und mit dem Herunterladen und dem Importieren der Musik beginnt.
el: Η μουσική που αγοράστηκε από το κατάστημα MP3 του Amazon μπορεί να μεταφορτωθεί αυτόματα και να εισαχθεί στο <app>Banshee</app>. Το <app>Banshee</app> συσχετίζεται με το αρχείο .amz που παρέχει το Amazon για αγορές MP3. Όταν αγοράζετε μουσική στο Amazon, ο περιηγητής ιστού σας θα μεταφορτώσει το αρχείο .amz και το <app>Banshee</app> θα το ανοίξει αυτόματα και θα αρχίσει τη μεταφόρτωση και εισαγωγή της μουσικής.
es: La música comprada desde la tienda MP3 de Amazon puede ser descargada e importada a <app>Banshee</app> automáticamente. <app>Banshee</app> se asocia con los archivos .amz que Amazon proporciona en la compra de música en MP3. Cuando compre música en Amazon, su navegador web descargará el archivo .amz y <app>Banshee</app> lo abrirá automáticamente y comenzará la descarga e importación de música.
ro: Muzica accesată de pe magazinul MP3 Amazon poate fi descărcată automat și importată în <app>Banshee</app>. <app>Banshee</app> se asociează cu fișierul Amazon .amz oferit pentru accesarea MP3. Atunci când cumpărați muzică pe Amazon, navigatorul dumneavoastră va descărca fișierul .amz și <app>Banshee</app> îl va deschide automat și va începe descărcarea și importarea muzicii.
sv: Musik som köpts från Amazons MP3 Store kan automatiskt hämtas och importeras i <app>Banshee</app>. <app>Banshee</app> associerar sig själv med .amz-filen som Amazon tillhandahåller för MP3-köp. Nu du köper musik på Amazon, så kommer din webbläsare att hämta en .amz-fil och <app>Banshee</app> kommer automatiskt att öppna den och börja hämta och importera musiken.
