Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: <app>Banshee</app> features a powerful search language. You can search your library quickly and easily with basic search terms or perform detailed searches with the <app>Banshee</app> advanced search terminology.
cs: Součástí funkcí <app>Banshee</app> je mocný vyhledávací jazyk. Své kolekce můžete prohledávat rychle a snadno pomocí základní vyhledávacích výrazů nebo provádět podrobné hledání pomocí pokročilé vyhledávací terminologie <app>Banshee</app>.
de: <app>Banshee</app> liefert eine mächtige Suchsprache mit. Sie können schnell und einfach mittels grundlegender Suchbegriffe Ihre Bibliothek durchsuchen oder eine detailliertere Suche mit der erweiterten Terminologie von <app>Banshee</app> durchführen.
el: Το <app>Banshee</app> έχει μια ισχυρή γλώσσα αναζήτησης. Μπορείτε να ψάξετε εύκολα και γρήγορα στη βιβλιοθήκη σας με βασικούς όρους αναζήτησης ή να κάνετε λεπτομερείς αναζητήσεις με την προχωρημένη ορολογία αναζήτησης του <app>Banshee</app>.
es: <app>Banshee</app> ofrece un lenguaje de búsqueda potente. Puede buscar en su colección rápida y fácilmente con términos de búsqueda básicos, o realizar búsquedas detalladas con la terminología de búsqueda avanzada de <app>Banshee</app>.
ro: <app>Banshee</app> vă oferă o căutare amănunțită de limbă. Puteți să cautați rapid și ușor în biblioteca dumneavoastră cu termeni de bază sau puteți efectua căutări detaliate cu căutarea avansată <app>Banshee</app>.
sv: <app>Banshee</app> har ett kraftfullt språk för sökning. Du kan söka genom ditt bibliotek snabbt och enkelt med grundläggande söktermer eller göra detaljerade sökningar med <app>Banshees</app> avancerade sökterminologi.

source: To perform a search of your media in <app>Banshee</app>, press the <key>S</key> or click the <gui>Search</gui> box in the upper right hand corner of the Library view in <app>Banshee</app>.
cs: Když chcete ve svých médiích v přehrávači <app>Banshee</app> vyhledávat, zmáčkněte <key>S</key> nebo klikněte do pole <gui>Hledat svoji hudbu</gui> v pravém horním rohu zobrazení knihovny.
de: Um Ihre Medien in <app>Banshee</app> zu durchsuchen, drücken Sie die Taste <key>S</key> oder klicken Sie in das Feld <gui>Suchen</gui> in der oberen rechten Ecke der Bibliotheksansicht in <app>Banshee</app>.
el: Για να εκτελέσετε μια αναζήτηση μέσων στο <app>Banshee</app>, πατήστε το <key>S</key> ή πατήστε το πλαίσιο <gui>Αναζήτηση</gui> στην πάνω δεξιά γωνία της προβολής βιβλιοθήκης στο <app>Banshee</app>.
es: Para realizar una búsqueda de su contenido multimedia en <app>Banshee</app>, pulse <key>S</key> o pulse en la caja <gui>Buscar</gui> en la esquina superior derecha en la vista de colección en <app>Banshee</app>.
ro: Pentru a face o căutare în conținutul dumneavoastră media din <app>Banshee</app>, apăsați <key>S</key> sau apăsați clic pe caseta <gui>Căutare</gui> din colțul din dreapta sus al bibliotecii din <app>Banshee</app>.
sv: För att göra en genomsökning av dina media i <app>Banshee</app>, tryck på <key>S</key> eller klicka i <gui>Sök</gui>-boxen i övre högra hörnet i biblioteksvyn i <app>Banshee</app>.

source: A search query consists of some basic terms, for example, <em>dave matthews</em>. By entering <em>dave matthews</em> in the search box, <app>Banshee</app> will search all metadata fields including Track Title, Album Title, Album Artist, Year, etc. Any track whose metadata includes <em>dave</em> and <em>matthews</em> will be returned. Search terms are case insensitive, meaning you do not have to capitalize. <em>dave</em>, <em>Dave</em>, and <em>DAVE</em> all mean the same thing when searching.
cs: Vyhledávací dotazy se skládají z nějakých základních výrazů, například <em>wabi daněk</em>. Zadáním <em>wabi daněk</em> do vyhledávacího pole bude <app>Banshee</app> hledat ve všech polích metadat, včetně názvu stopy, názvu alba, umělce alba, roku atd. Jakákoliv stopa, jejíž data obsahují <em>wabi</em> a <em>daněk</em>, bude vrácena jako výsledek. Vyhledávací výrazy neberou ohled na velikost písmen, takže se velikostí písmen nemusíte zabývat. <em>wabi</em>, <em>Wabi</em> i <em>WABI</em> mají pro hledání stejnou hodnotu.
de: Eine Suchanfrage besteht aus zwei einfachen Begriffen, beispielsweise <em>dave matthews</em>. Bei Eingabe von <em>dave matthews</em> im Suchfeld durchsucht <app>Banshee</app> alle Metadaten, wie Titelbezeichnung, Albumtitel, Album-Interpret, Jahr usw. Jeder Titel, dessen Metadaten <em>dave</em> und <em>matthews</em> enthalten, wird ausgegeben. In den Suchbegriffen wird die Groß- und Kleinschreibung nicht berücksichtigt, <em>dave</em>, <em>Dave</em> und <em>DAVE</em> sind in der Suche gleichbedeutend.
el: Ένα ερώτημα αναζήτησης αποτελείται από μερικούς βασικούς όρους, παραδείγματος χάριν, <em>dave matthews</em>. Εισάγοντας <em>dave matthews</em> στο πεδίο αναζήτησης, το <app>Banshee</app> θα ψάξει σε όλα τα πεδία μεταδεδομένων, περιλαμβανομένων των τίτλου κομματιού, τίτλου δίσκου, καλλιτέχνη δίσκου, έτους, κλπ. Οποιοδήποτε κομμάτι του οποίου τα μεταδεδομένα περιλαμβάνουν το <em>dave</em> και το <em>matthews</em> θα επιστραφεί. Οι όροι αναζήτησης δεν ξεχωρίζουν πεζά-κεφαλαία, δηλαδή δεν χρειάζεται να χρησιμοποιήσετε κεφαλαία. Τα <em>dave</em>, <em>Dave</em>, και <em>DAVE</em> όλα σημαίνουν το ίδιο πράγμα κατά την αναζήτηση.
es: Una consulta de búsqueda consiste de algunos términos básicos, por ejemplo, <em>dave matthews</em>. Al introducir <em>dave matthews</em> en la caja de búsqueda, <app>Banshee</app> buscará todos los campos de metadatos, incluyendo título de la pista, título del álbum, Artista del álbum, año, etc. Se devolverá cualquier pista cuyos metadatos incluyan <em>dave</em> y <em>matthews</em>. Los términos de búsqueda no son sensibles a las mayúsculas, lo que significa que no tiene que ponerlas en mayúsculas. <em>dave</em>, <em>Dave</em> y <em>DAVE</em> todos son lo mismo al buscar.
ro: O interogare pentru căutarea unor termeni de bază constă în, de exemplu, <em>dave matthews</em>. Introducând <em>dave matthews</em> în caseta de căutare, <app>Banshee</app> vă căuta toate câmpurile de metadate incluzând titlul piesei, titlul albumului, artistul albumului, anul etc. Orice melodie care conține metadatele <em>dave</em> și <em>matthews</em> vi se va afișa. Căutarea termenilor sunt cazuri insensitive, ceea ce înseamnă că nu trebuie să capitalizați. <em>dave</em>, <em>Dave</em>, și <em>DAVE</em> înseamna același lucru atunci când căutați.
sv: En sökfråga består av några grundläggande termer, till exempel <em>dave matthews</em>. Genom att skriva <em>dave matthews</em> i sökrutan så kommer <app>Banshee</app> att söka genom alla metadatafält inklusive spårtitel, albumtitel, albumartist, år, osv. Spår vars metadata innehåller <em>dave</em> och <em>matthews</em> kommer att returneras. Söktermer är skiftlägesokänsliga, vilket innebär att du inte måste använda versaler. <em>dave</em>, <em>Dave</em>, och <em>DAVE</em> betyder alla samma sak vid sökning.

source: Basic operators
cs: Základní operátory
de: Grundlegende Operatoren
el: Βασικοί τελεστές
es: Operadores básicos
ro: Operatori de bază
sv: Grundläggande operatorer

source: Operators can be placed between any two search words or placed before a search word. The default operation is <gui>AND</gui> and is used when no other operators are used between two search terms. Since it is the default, there is no explicit AND operator.
cs: Mezi libovolná dvě hledaná slova nebo před hledané slovo lze umisťovat operátory. Výchozím operátorem je <gui>AND</gui>, který znamená „a zároveň“ a je použit jako výchozí, když mezi slovy žádný operátor zadán není. Protože je výchozí, není pro něj žádný symbol AND definován.
de: Operatoren können zwischen zwei Suchwörter oder auch vor ein Suchwort gesetzt werden. Die vorgegebene Operation ist <gui>AND</gui> und wird immer dann verwendet, wenn keine weiteren Operatoren zwischen zwei Suchbegriffen verwendet werden. Da dies ohnehin die Vorgabe ist, gibt es keinen expliziten AND-Operator.
el: Οι τελεστές μπορεί να τοποθετηθούν μεταξύ οποιωνδήποτε δύο αναζητούμενων λέξεων ή πριν από μια αναζητούμενη λέξη. Η προεπιλεγμένη λειτουργία είναι <gui>ΚΑΙ</gui> και χρησιμοποιείται όταν δεν έχουν ορισθεί άλλοι τελεστές μεταξύ δύο όρων της αναζήτησης. Επειδή είναι η προεπιλογή, δεν εμφανίζεται ρητά ο τελεστής ΚΑΙ.
es: Los operadores se pueden poner entre dos palabras de búsqueda o ponerse antes de una palabra de búsqueda. La operación predeterminada es <gui>AND</gui> y se usa cuando no se usan otros operadores entre dos términos de búsqueda. Al ser el predeterminado, no existe de manera explícita el operador AND.
ro: Operatorii pot fi plasați între orice două cuvinte căutate sau înainte de cuvântul căutat. Operația implicită este <gui>AND</gui> (ȘI) și este folosită atunci când nu sunt utilizați operatori între două cuvinte căutate. Deoarece operația aceasta este implicită, nu există operatorul AND explicit.
sv: Operatorer kan placeras mellan vilka två sökord som helst eller placeras före ett sökord. Standardoperatorn är <gui>AND</gui> och används när inga andra operatorer används mellan två söktermer. Eftersom den är standard så finns den ingen uttrycklig AND-operator.

source: Other basic operators include <gui>OR</gui> and <gui>NOT</gui>. Together, these three operations can yield very powerful queries to help you search your media.
cs: Dalšími základními operátory jsou <gui>OR</gui> a <gui>NOT</gui>. Všechny tři operátory spolu dohromady umí sestavit velmi mocné dotazy, které vám pomohou s hledáním médií.
de: Weitere grundlegende Operatoren sind <gui>OR</gui> und <gui>NOT</gui>. Zusammen erzielen Sie mit diesen drei Operationen erfolgreiche Suchanfragen, die Sie beim Durchsuchen Ihrer Medien unterstützen.
el: Άλλοι βασικοί τελεστές περιλαμβάνουν το <gui>OR</gui> και το <gui>NOT</gui>. Μαζί, αυτοί οι τρεις τελεστές μπορούν να συνθέσουν πολύ ισχυρά ερωτήματα για να σας βοηθήσουν στην αναζήτηση των μέσων σας.
es: Otros operadores básicos son <gui>OR</gui> y <gui>NOT</gui>. Juntos, estos tres operadores puede generar consultas muy potentes para ayudarle a buscar sus archivos multimedia.
fr: Les autres opérateurs de base sont <gui>OR</gui> et <gui>NOT</gui>. Utilisées conjointement, ces trois opérations permettent de faire des recherches très performantes pour vous aider à faire des recherches dans vos médias.
ro: Alți operatori de bază includ <gui>OR</gui> (SAU) și <gui>NOT</gui> (negație). Împreună, aceste trei operații pot produce interogări foarte eficiente pentru a vă ajuta să vă cautați media.
sv: Andra grundläggande operatorer inkluderar <gui>OR</gui> och <gui>NOT</gui>. Tillsammans kan dessa tre operatorer erbjuda mycket kraftfulla frågor för att hjälpa dig att söka genom dina media.

source: Logical operators and examples
cs: Logické operátory a příklady
de: Logische Operatoren und Beispiele
el: Λογικοί τελεστές και παραδείγματα
es: Operadores lógicos y ejemplos
ro: Operatori logici și exemple
sv: Logiska operatorer och exempel

source: The following is a list of logical operators and examples of the search results when searching using them.
cs: Následuje seznam logických operátorů a příkladů výsledků hledání při jejich použití.
de: Nachfolgend sehen Sie eine Liste logischer Operatoren und Beispiele für Suchergebnisse, wenn Sie diese Operatoren in einer Suche verwenden.
el: Η ακόλουθη είναι μια λίστα λογικών τελεστών και παραδειγμάτων των αποτελεσμάτων κατά την αναζήτηση με χρήση τους.
es: Lo siguiente es una lista de operadores lógicos y ejemplos de resultados de búsquedas realizadas usándolos.
fr: Voici une liste d'opérateurs logiques et des exemples de résultats de recherches effectués avec eux.
ro: Ceea ce urmează este o listă a operatorilor logici și exemple de rezultate de căutare atunci când motorul de căutare le folosește.
sv: Följande är en lista av logiska operatorer och exempel på sökresultat när de används vid sökning.

source: Operator
cs: Operátor
el: Τελεστής
es: Operador
fr: Opérateur

source: Description
cs: Popis
de: Beschreibung
el: Περιγραφή
es: Descripción
ro: Descriere
sv: Beskrivning

source: <em>default</em>, <em>white space</em>
cs: <em>výchozí</em>, <em>bílý znak</em>
de: <em>Vorgabe</em>, <em>Leerzeichen</em>
el: <em>προεπιλογή</em>, <em>κενό διάστημα</em>
es: <em>predeterminado</em>, <em>espacio en blanco</em>
fr: <em>par défaut</em>, <em>espace</em>
ro: <em>implicit</em>, <em>spațiu alb</em>
sv: <em>standard</em>, <em>tomt utrymme</em>

source: Search for two terms with a space between the two words or terms.
cs: Hledá dva výrazy s mezerou mezi dvěma slovy nebo výrazy.
de: Sucht nach zwei Begriffen mit einem Leerzeichen zwischen den Wörtern oder Begriffen.
el: Αναζήτηση για δύο όρους με ένα διάστημα μεταξύ των δύο λέξεων ή όρων.
es: Buscar dos términos con un espacio en blanco entre las dos palabras o términos.
fr: Recherche les deux mots séparés par un espace entre les deux.
ro: Caută doi termeni cu un spațiu între cele două cuvinte sau termeni.
sv: Sök efter två termer med ett mellanslag mellan de två orden eller termerna.

source: Search results will be two songs with either result in any field.
cs: Výsledkem hledání budou skladby s alespoň z jedním z výrazů v libovolném poli.
de: Als Suchergebnis erhalten Sie zwei Lieder mit je einem Ergebnis in jedem Feld.
el: Τα αποτελέσματα θα είναι δύο τραγούδια με οποιοδήποτε από τα δύο αποτελέσματα σε οποιοδήποτε πεδίο.
es: Los resultados de la búsqueda serán dos canciones con resultados en cualquier campo.
fr: Les résultats de la recherche sont deux chansons avec l'un ou l'autre résultat dans n'importe quel champ.
ro: Rezultatele căutării vor fi două melodii cu fiecare rezultat in orice domeniu.
sv: Sökresultaten kommer att vara två låtar med endera resultatet i något fält.

source: Do not display search results with any search term that follows the operator of NOT, not,<key>-</key>
cs: Nezobrazovat výsledky hledání s libovolným výrazem, který následuje po operátoru NOT, not nebo <key>-</key>
de: Keine Suchergebnisse anzeigen, die den Teil des Suchbegriffs enthalten, der dem Operator NOT folgt, <key>-</key>
el: Να μην εμφανισθούν αποτελέσματα αναζήτησης με οποιοδήποτε όρο αναζήτησης που ακολουθεί τον τελεστή NOT, not,<key>-</key>.
es: No mostrar los resultados de la búsqueda con cualquier término de búsqueda que sigue al operador NOT, not, <key>-</key>.
ro: Nu afișează rezultatele căutării cu orice termen de căutare care urmează operatorul NOT, not,<key>-</key>
sv: Visa inte sökresultat med någon sökterm som följer på operatorn NOT, not,<key>-</key>.

source: Examples of logical operations include:
cs: Příklady použití logických operátorů:
de: Beispiele für logische Operationen:
el: Παραδείγματα λογικών αναζητήσεων περιλαμβάνουν:
es: Los ejemplos de operaciones lógicas incluyen:
fr: Voici des exemples d'opérations logiques :
ro: Exemplele de operațiuni includ:
sv: Exempel på logiska operationer inkluderar:

source: Query
cs: Dotaz
de: Abfrage
el: Ερώτημα
es: Consulta
fr: Recherche
ro: Interogare
sv: Fråga

source: dave matthews
cs: wabi daněk

source: Matches any fields in a track containing both <em>dave</em> and <em>matthews</em>.
cs: Odpovídají taková pole ve stopě, která obsahují jak <em>wabi</em>, tak <em>daněk</em>.
de: Berücksichtigt alle Felder in einem Titel, die sowohl <em>dave</em> als auch <em>matthews</em> enthalten.
el: Ταιριάζει με οποιαδήποτε πεδία σε ένα κομμάτι περιέχουν και το <em>dave</em> και το <em>matthews</em>.
es: Busca cualquier campo de una pista que contenga <em>dave</em> y <em>matthews</em>.
fr: Correspond à n'importe quel champ d'une piste contenant à la fois <em>dave</em> et <em>matthews</em>.
ro: Potrivește orice domeniu dintr-o piesă care conține ambele <em>dave</em> și <em>matthews</em>.
sv: Matchar vilka fält som helst för ett spår som innehåller både <em>dave</em> och <em>matthews</em>.

source: dave, matthews
cs: wabi, daněk

source: Matches any fields in a track containing either <em>dave</em> or <em>matthews</em>.
cs: Odpovídají taková pole ve stopě, která obsahují buď <em>wabi</em> nebo <em>daněk</em> (nebo obojí).
de: Berücksichtigt alle Felder in einem Titel, die entweder <em>dave</em> oder <em>matthews</em> enthalten.
el: Ταιριάζει με οποιαδήποτε πεδία ενός κομματιού που περιλαμβάνουν το <em>dave</em> ή το <em>matthews</em>.
es: Busca cualquier campo de una pista de una pista que contenga <em>dave</em> o <em>matthews</em>.
fr: Correspond à n'importe quel champ d'une piste contenant <em>dave</em> ou <em>matthews</em>.
ro: Potrivește orice domeniu dintr-o piesă care conține oricare dintre <em>dave</em> sau <em>matthews</em>.
sv: Matchar vilka fält som helst för ett spår som innehåller antingen <em>dave</em> eller <em>matthews</em>.

source: dave or matthews
cs: wabi or daněk

source: dave | matthews
cs: wabi | daněk

source: -"dave matthews"
cs: -"wabi daněk"

source: Displays all tracks whose fields do not contain <em>dave matthews</em>.
cs: Zobrazí všechny stopy, jejichž pole neobsahují <em>wabi daněk</em>.
de: Zeigt alle Titel an, deren Felder nicht <em>dave matthews</em> enthalten.
el: Εμφανίζει όλα τα κομμάτια των οποίων τα πεδία δεν περιέχουν <em>dave matthews</em>.
es: Muestra todas las pistas cuyos campos no contienen <em>dave matthews</em>.
fr: Affiche toutes les pistes dont les champs ne contiennent pas <em>dave matthews</em>.
ro: Afișează toate piesele ale căror domenii nu conțin <em>dave matthews</em>.
sv: Visa alla spår vars fält inte innehåller <em>dave matthews</em>.

source: Add, remove and play internet radio stations in <app>Banshee</app>.
cs: Přidávejte, odebírejte a přehrávejte stanice Internetových rádií v <app>Banshee</app>.
de: Hinzufügen, Entfernen und Abspielen von Internet-Radiosendern in <app>Banshee</app>.
el: Προσθήκη, αφαίρεση και αναπαραγωγή σταθμών διαδικτυακού ραδιοφώνου στο <app>Banshee</app>.
es: Añadir, quitar y reproducir emisoras de radio por Internet en <app>Banshee</app>.
ro: Adaugă, șterge și redă posturi de internet radio în <app>Banshee</app>.
sv: Lägg till, ta bort och spela internetradiostationer i <app>Banshee</app>.

source: Internet radio
cs: Internetové rádio
el: Διαδικτυακό ραδιόφωνο
es: Radio por Internet
ro: Radio prin Internet

source: What is internet radio?
cs: Co je to Internetové rádio?
de: Was ist Internet-Radio?
el: Τι είναι το διαδικτυακό ραδιόφωνο;
es: ¿Qué es la radio por Internet?
ro: Ce este radioul prin Internet?
sv: Vad är internetradio?

source: Internet radio stations are similar to regular radio stations, allowing an individual or an organization to stream music live over the internet. Internet radio stations can be a simultaneous stream of a regular radio station, amateurs broadcasting their own station, or commercial radio stations that include live DJs and even commercials.
cs: Internetová rádiová stanice je podobná běžné rádiové stanici, umožňuje poslouchat individuální nebo společné proudové vysílání hudby živě přes Internet. Internetová rádiová stanice může být proud vysílání souběžný ke klasické rádiové stanici, amatérské hromadné vysílání něčí vlastní stanice nebo komerční Internetová rádiová stanice včetně živých diskžokejů a také reklam.
de: Internet-Radiosender ähneln herkömmlichen Radiosendern. Sie ermöglichen Einzelpersonen oder Organisationen die Verbreitung von Musik live als Datenstrom über das Internet. Sie können den Datenstrom beispielsweise gleichzeitig mit der Aussendung gewöhnlicher Radiosender verbreiten, Amateuren den Betrieb ihres eigenen Radiosenders ermöglichen oder auch kommerziell mit Live-Moderatoren und sogar Werbespots betrieben werden.
el: Οι διαδικτυακοί ραδιοφωνικοί σταθμοί είναι παρόμοιοι με τους κανονικούς, επιτρέποντας σε ένα άτομο ή οργανισμό να μεταδώσει ζωντανά μουσική μέσω του διαδικτύου. Οι διαδικτυακοί ραδιοφωνικοί σταθμοί μπορεί να είναι μια ταυτόχρονη ροή ενός κανονικού ραδιοφωνικού σταθμού, ενός ερασιτέχνη που μεταδίδει το δικό του σταθμό ή εμπορικών διαδικτυακών σταθμών που περιλαμβάνουν, ζωντανό πρόγραμμα και ακόμα διαφημίσεις.
es: Las emisoras de radio por Internet son parecidas a las emisoras de radio normales. Permiten a una persona u organización emitir música en directo a través de Internet. Las emisoras de radio por Internet pueden consistir en una emisión simultánea de una emisora corriente, una persona emitiendo su propio programa, o emisiones de tipo comercial que pueden incluir, por ejemplo, sesiones de DJ o incluso anuncios.
ro: Posturile de radio prin Internet sunt similare cu posturile de radio obișnuite, permițând unui individ sau unei organizații să redea muzică în direct pe Internet. Posturile de radio prin Internet pot fi un flux simultan al unui post de radio obișnuit, un amator radio difuzând propriul lui post, sau posturi de internet radio comerciale care includ DJ în direct și chiar și reclame.
sv: Internetradiostationer liknar vanliga radiostationer, de låter en individ eller organisation strömma musik live över internet. Internetradiostationer kan samtidigt vara en ström med vanlig radiostation, amatörer som sänder ut sin egna station, eller kommersiella radiostationer som har live DJ:ar och till och med reklam.

source: Add radio station
cs: Přidávání rádiové stanice
de: Eine Radiosender hinzufügen
el: Προσθήκη ραδιοφωνικού σταθμού
es: Añadir una emisora de radio
ro: Adăugarea unui post de radio
sv: Lägg till radiostation
