Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: Search for internet radio stations using your favourite search engine. You can specify genres, channel frequencies, names of stations and other details to narrow down your search. Many radio stations display either a button or a link to listen to their stream. In most web-browsers, you can right click on the link and choose <gui style="menuitem">Copy Link</gui>.
cs: Pomocí svého oblíbeného vyhledávače si najděte stanici internetového rádia. Můžete hledat podle žánru, frekvencí kanálu, názvu stanice a další věcí, abyste našli nejpřesněji, co chcete. Řada rádiových stanic zveřejňuje na svém webu tlačítko nebo odkaz pro poslech jejich vysílání. Ve většině webových prohížečů pak na odkaz stačí kliknout pravým tlačítkem a zvolit <gui style="menuitem">Kopírovat adresu odkazu</gui>.
de: Suchen Sie nach Internet-Radiosendern mit ihrer bevorzugten Suchmaschine. Sie können Genre, Kanalfrequenz, Sendernamen und andere Details angeben, um die Suche einzugrenzen. Viele Radiosender zeigen entweder einen Knopf oder einen Verweis an, um zuzuhören. In den meisten Internet-Browsern können Sie mit der rechten Maustaste auf den Verweis klicken und <gui style="menuitem">Verweis kopieren</gui> wählen.
el: Αναζήτηση για διαδικτυακούς ραδιοφωνικούς σταθμούς χρησιμοποιώντας την αγαπημένη σας μηχανή αναζήτησης. Μπορείτε να ορίσετε είδη, συχνότητες καναλιών, ονόματα σταθμών και άλλες λεπτομέρειες για τον περιορισμό της αναζήτησής σας. Πολλοί ραδιοφωνικοί σταθμοί εμφανίζουν ή ένα κουμπί ή ένα σύνδεσμο για ακρόαση της ροής τους. Στους περισσότερους περιηγητές ιστού, μπορείτε να δεξιοπατήσετε στον σύνδεσμο και να επιλέξετε <gui style="menuitem">Αντιγραφή συνδέσμου</gui>.
es: Buscar emisoras de radio en Internet usando su motor de búsqueda favorito. Puede especificar géneros, frecuencias de canal, nombres de emisoras y otros detalles para ajustar la búsqueda. Muchas emisoras de radio muestran un botón o un enlace para escuchar la emisión. En la mayoría de los navegadores web, puede pulsar con el botón derecho sobre el enlace y elegir <gui style="menuitem">Copiar enlace</gui>.
ro: Căutați pe Internet pentru posturi de radio folosind motorul de căutare preferat. Puteți specifica genuri, frecvențe de canal, numele posturilor sau alte detalii pentru a fi specific. Multe posturi de radio afișează fie un buton sau o legătură pentru a asculta fluxurile lor. În majoritatea navigatoarelor de Internet puteți apăsa click dreapta pe legătură și alegeți <gui style="menuitem">Copiază legătura</gui>.
sv: Sök efter internetradiostationer via din favoritsökmotor. Du kan ange genrer, kanalfrekvenser, namn på stationer och annan information för att begränsa din sökning. Många radiostationer visar antingen en knapp eller en länk för att lyssna på deras ström. I de flesta webbläsare kan du högerklicka på länken och välja <gui style="menuitem">Kopiera länkadress</gui>.

source: To add an internet radio station to <app>Banshee</app>:
cs: Když chcete do <app>Banshee</app> přidat rádiovou stanici:
de: So fügen Sie einen Radiosender in <app>Banshee</app> hinzu:
el: Προσθήκη σταθμού διαδικτυακού ραδιοφώνου στο <app>Banshee</app>:
es: Para añadir una emisora de radio por Internet a <app>Banshee</app>:
ro: Adăugarea posturilor de internet radio în <app>Banshee</app>:
sv: För att lägga till en internetradiostation i <app>Banshee</app>:

source: Select <gui>Radio</gui> in the menu on the left hand side of your window, then click on <gui style="menuitem">Add Station</gui> on the upper right hand corner of <app>Banshee</app>. Or, you can select <guiseq><gui style="menu">Media</gui><gui style="menuitem">Add Station</gui></guiseq> from the menu.
cs: V nabídce v levé části svého okna vyberte <gui>Rádio</gui> a pak klikněte na <gui style="menuitem">Přidat stanici</gui> v pravém horním rohu <app>Banshee</app>. Nebo můžete v nabídce zvolit <guiseq><gui style="menu">Média</gui> <gui style="menuitem">Přidat stanici</gui></guiseq>.
de: Wählen Sie <gui>Radio</gui> im Menü auf der linken Seite des Fensters, dann klicken Sie auf <gui style="menuitem">Sender hinzufügen</gui> in der oberen rechten Ecke von <app>Banshee</app> oder klicken Sie im Menü auf <guiseq><gui style="menu">Medien</gui><gui style="menuitem">Sender hinzufügen</gui></guiseq>.
el: Επιλέξτε <gui>Ραδιόφωνο</gui> στο μενού στα αριστερά του παραθύρου σας, έπειτα πατήστε στο <gui style="menuitem">Προσθήκη σταθμού</gui> στην πάνω δεξιά γωνία του <app>Banshee</app>. Ή μπορείτε να επιλέξετε από το μενού, επιλέξτε <guiseq><gui style="menu">Μενού</gui><gui style="menuitem">Προσθήκη σταθμού</gui></guiseq>.
es: Seleccione <gui>Radio</gui> en el menú de la izquierda de la ventana y pulse en <gui style="menuitem">Añadir emisora</gui> en la esquina superior derecha de <app>Banshee</app>. O también puede seleccionar <guiseq><gui style="menu">Multimedia</gui><gui style="menuitem">Añadir emisora</gui></guiseq> del menú.
ro: Selectați <gui>Radio</gui> din meniu, în partea stângă a ferestrei, apoi apăsați pe <gui style="menuitem">Adaugă postul</gui> din colțul dreapta sus al <app>Banshee</app>. Sau, puteți selecta <guiseq><gui style="menu">Media</gui><gui style="menuitem">Adaugă post radio</gui></guiseq> din meniu.
sv: Välj <gui>Radio</gui> i menyn på vänster sida i fönstret, klicka sedan på <gui style="menuitem">Lägg till station</gui> i övre högra hörnet av <app>Banshee</app>. Eller så kan du välja <guiseq><gui style="menu">Media</gui><gui style="menuitem">Lägg till station</gui></guiseq> i menyn.

source: You will need to enter some details about the radio station that you wish to add. The first three fields are mandatory:
cs: Budete muset uvést některé další údaje o rádiové stanici, kterou si přejete přidat. První tři pole jsou povinná:
de: Sie müssen ein paar Informationen über den Radiosender angeben, den Sie hinzufügen möchten. Die ersten drei Felder sind verpflichtend:
el: Θα χρειαστείτε να εισάγετε κάποιες λεπτομέρειες για τον ραδιοφωνικό σταθμό που θέλετε να προσθέσετε. Τα πρώτα τρία πεδία είναι υποχρεωτικά:
es: Necesitará introducir algunos detalles sobre la emisora que quiere añadir. Los tres primeros campos son obligatorios:
ro: Va trebui să introduceți câteva detalii despre postul de radio pe care doriți să-l adăugați. Primele trei câmpuri sunt mandatorae:
sv: Du måste mata in lite information om radiostationen som du önskar lägga till. De tre första fälten är obligatoriska:

source: In the <gui style="menuitem">Station Genre</gui> text box, describe the type of music the internet radio station plays by creating an appropriate label, or choose a label from the available drop down selections.
cs: Do textového pole <gui style="menuitem">Žánr stanice</gui> zadejte popis typu hudby, kterou stanice internetového rádia hraje, aby se vytvořil správný štítek. Případně můžete vybírat ze štítků v rozbalovací nabídce.
de: Im Textfeld <gui style="menuitem">Sender-Genre</gui> beschreiben Sie die Musikrichtung, die das Internet-Radio spielt, indem Sie entsprechende Kategorien erstellen, oder aus der Auswahlliste auswählen.
el: Στο πλαίσιο κειμένου <gui style="menuitem">Είδος σταθμού</gui>, περιγράψτε τον τύπο μουσικής που ο διαδικτυακός ραδιοφωνικός σταθμός παίζει δημιουργώντας μια κατάλληλη ετικέτα, ή επιλέξτε μια ετικέτα από τις διαθέσιμες πτυσσόμενες επιλογές.
es: En la caja de texto <gui style="menuitem">Género de la emisora</gui>, describa el tipo de música que la emisora de radio por internet reproduce creando una etiqueta apropiada, o elija una etiqueta de entre las selecciones disponibles en los desplegables.
ro: În căsuța de text <gui style="menuitem">Gen post radio</gui>, descrieți tipul de muzică redată pe postul de radio prin internet creeând o etichetă apropiată, sau alegând o etichetă din selecțiile derulante disponibile.
sv: I textrutan <gui style="menuitem">Stationsgenre</gui>, beskriv typen av musik som internetradiostationen spelar genom att skapa en lämplig etikett, eller välj en etikett från den tillgängliga rullgardinsmenyn.

source: In the <gui style="input">Station Name</gui> text box, enter a name for the radio station.
cs: Do textového pole <gui style="input">Název stanice</gui> zadejte název radiostanice.
de: Geben Sie im Textfeld <gui style="input">Sendername</gui> einen Namen für den Radiosender an.
el: Στο πλαίσιο κειμένου <gui style="input">Όνομα σταθμού</gui>, εισάγετε ένα όνομα για τον ραδιοφωνικό σταθμό.
es: En la caja de texto <gui style="input">Nombre de la emisora</gui>, introduzca un nombre para la emisora de radio.
ro: În căsuța de text <gui style="input">Nume post radio</gui>, introduceți un nume pentru postul de radio.
sv: I textrutan <gui style="input">Stationsnamn</gui>, skriv in ett namn på radiostationen.

source: In the <gui style="input">Stream URL</gui> field, enter or paste the URL of the stream by right clicking and selecting <gui style="menuitem">Paste</gui> or pressing <keyseq><key>Control</key><key>V</key></keyseq>.
cs: Do pole <gui style="input">Adresa URL vysílání</gui> napiště adresu URL vysílání, případně ji můžete vložit ze schránky kliknutím pravým tlačítkem a volbou <gui style="menuitem">Vložit</gui> nebo zmáčknutím <keyseq><key>Ctrl</key><key>V</key></keyseq>.
de: Geben Sie im Feld <gui style="input">Adresse</gui> die Adresse ein. Sie können eine zuvor in die Zwischenablage kopierte Adresse durch Rechtsklicken und <gui style="menuitem">Einfügen</gui> oder durch Drücken von <keyseq><key>Strg</key><key>V</key></keyseq> einfügen.
el: Στο πεδίο <gui style="input">URL ροής</gui>, εισάγετε ή επικολλήστε το URL της ροής δεξιοπατώντας και επιλέγοντας <gui style="menuitem">Επικόλληση</gui> ή πατώντας <keyseq><key>Control</key><key>V</key></keyseq>.
es: En el campo <gui style="input">URL del flujo</gui> introduzca o pegue el URL del flujo pulsando con el botón derecho y seleccionando <gui style="menuitem">Pegar</gui> o pulsando <keyseq><key>Ctrl</key><key>V</key></keyseq>.
ro: În câmpul <gui style="input">URL flux</gui>, introduceți sau lipiți URL-ul fluxului apăsând clic dreapta și selectând <gui style="menuitem">Lipire</gui> sau apăsând <keyseq><key>Control</key><key>V</key></keyseq>.
sv: I fältet <gui style="input">URL för ström</gui>, mata in eller klistra in URL:en för strömmen genom att högerklicka och välj <gui style="menuitem">Klista in</gui> eller tryck på <keyseq><key>Control</key><key>V</key></keyseq>.

source: You can also fill out the fields for <gui style="input">Station Creator</gui>, <gui style="input">Description</gui>, and <gui style="input">Rating</gui>.
cs: Volitelně můžete také vyplnit pole <gui style="input">Tvůrce stanice</gui>, <gui style="input">Popis</gui> a <gui style="input">Hodnocení</gui>.
de: Optional können Sie auch die Felder <gui style="input">Senderurheber</gui>, <gui style="input">Beschreibung</gui> und <gui style="input">Bewertung</gui> ausfüllen.
el: Μπορείτε επίσης να συμπληρώσετε τα πεδία για <gui style="input">Δημιουργό σταθμού</gui>, <gui style="input">Περιγραφή</gui> και <gui style="input">Βαθμολογία</gui>.
es: También puede rellenar los campos <gui style="input">Creador de la emisora</gui>, <gui style="input">Descripción</gui> y <gui style="input">Valoración</gui>.
ro: Opțional puteți de asemenea să completați câmpurile pentru <gui style="input">Creator post radio</gui>, <gui style="input">Descriere</gui>, și <gui style="input">Apreciere</gui>.
sv: Du kan också fylla i fälten <gui style="input">Stationens skapare</gui>, <gui style="input">Beskrivning</gui> och <gui style="input">Betyg</gui>.

source: Finally, click <gui style="button">Save</gui> to save the internet radio station in <app>Banshee</app>.
cs: Nakonec zmáčkněte <gui style="button">Uložit</gui> a tím se internetová rádiová stanice do Banshee uloží.
de: Schlussendlich klicken Sie auf <gui style="button">Speichern</gui>, um den Internet-Radiosender in <app>Banshee</app> zu speichern.
el: Τελικά, πατήστε <gui style="button">Αποθήκευση</gui> για να αποθηκεύσετε τον διαδικτυακό σταθμό στο <app>Banshee</app>.
es: Para terminar, pulse en <gui style="button">Guardar</gui> para guardar la estación de radio por Internet en <app>Banshee</app>.
ro: În final, apăsați <gui style="button">Salvează</gui> pentru a salva postul de radio prin Internet în Banshee.
sv: Avslutningsvis, tryck på <gui style="button">Spara</gui> för att spara internetradiostationen i <app>Banshee</app>.

source: Play a radio station
cs: Přehrávání rádiové stanice
de: Einen Radiosender wiedergeben
el: Αναπαραγωγή ραδιοφωνικού σταθμού
es: Reproducir una emisora de radio
ro: Redarea unui post de radio
sv: Spela en radiostation

source: To <link xref="play">play</link> a radio station, double click on the radio station. Alternatively, right click on the station and select <gui style="menuitem">Play</gui> or select the radio station and choose <guiseq><gui style="menu">Playback</gui><gui style="menuitem">Play</gui></guiseq>.
cs: <link xref="play">Přehrávání</link> rádiové stanice spustíte dvojitým kliknutím na ni. Další možností je na ni kliknout pravým tlačítkem a vybrat <gui style="menuitem">Přehrát</gui> nebo ji vybrat a zvolit <guiseq><gui style="menu">Přehrát</gui><gui style="menuitem">Přehrát</gui></guiseq>.
de: Um einen Radiosender <link xref="play">wiederzugeben</link>, klicken Sie doppelt darauf. Alternativ können Sie auf den Radiosender rechts klicken und <gui style="menuitem">Wiedergabe</gui> wählen oder den Radiosender auswählen und <guiseq><gui style="menu">Wiedergabe</gui><gui style="menuitem">Wiedergabe</gui></guiseq> im Menü wählen.
el: Για <link xref="play">αναπαραγωγή</link> ραδιοφωνικού σταθμού, διπλοπατήστε τον ραδιοφωνικό σταθμό. Εναλλακτικά, δεξιοπατήστε στον σταθμό και επιλέξτε <gui style="menuitem">αναπαραγωγή</gui> ή επιλέξτε τον ραδιοφωνικό σταθμό και διαλέξτε <guiseq><gui style="menu">Αναπαραγωγή</gui><gui style="menuitem">Εκτέλεση</gui></guiseq>.
es: Para <link xref="play">reproducir</link> una emisora de radio, pulse dos veces sobre la emisora. Alternativamente, pulse con el botón derecho sobre la emisora y elija <gui style="menuitem">Reproducir</gui> o seleccione la emisora de radio y elija <guiseq><gui style="menu">Reproducción</gui><gui style="menuitem">Reproducir</gui></guiseq>.
ro: Pentru a <link xref="play">reda</link> un post de radio, apăsați dublu clic pe postul de radio. Alternativ, apăsați clic dreapta pe postul de radio și selectați <gui style="menuitem">Redă</gui> sau selectați postul de radio și alegeți <guiseq><gui style="menu">Redare</gui><gui style="menuitem">Redare</gui></guiseq>.
sv: För att <link xref="play">spela</link> en radiostation, dubbelklicka på radiostationen. Alternativt högerklicka på stationen och välj <gui style="menuitem">Spela</gui> eller markera radiostationen och välj <guiseq><gui style="menu">Uppspelning</gui><gui style="menuitem">Spela</gui></guiseq>.

source: To add a radio station to the <gui style="menuitem" xref="play-queue">Play Queue</gui>, you can right click on the station and select <gui style="menuitem">Add to Play Queue</gui>. This will play the radio station when the queue has finished playing all media which is ahead of the station in the <gui>Play Queue</gui>.
cs: Když chcete přidat rádiovou stanici do <gui style="menuitem" xref="play-queue">Fronty přehrávání</gui>, klikněte na ni pravým tlačítkem a vyberte <gui style="menuitem">Přidat do fronty přehrávání</gui>. Přehrávat se začne, až se přehrají všechna média, která jsou ve <gui>Frontě přehrávání</gui> před přidanou stanicí.
de: Um einen Radiosender zur <gui style="menuitem" xref="play-queue">Wiedergabe-Warteschlange</gui> hinzuzufügen, klicken Sie mit der rechten Maustaste darauf und wählen Sie <gui style="menuitem">Zur Warteschlange hinzufügen</gui>. Der Sender wird abgespielt, sobald alle anderen Medien wiedergegeben wurden, die in der <gui>Wiedergabe-Warteschlange</gui> vor dem Sender stehen.
el: Για την προσθήκη ενός ραδιοφωνικού σταθμού στη <gui style="menuitem" xref="play-queue">Σειρά αναπαραγωγής</gui>, μπορείτε να δεξιοπατήσετε στον σταθμό και να επιλέξετε <gui style="menuitem">Προσθήκη στη σειρά αναπαραγωγής</gui>. Αυτό θα παίξει τον ραδιοφωνικό σταθμό, όταν η αναμονή έχει τελειώσει την αναπαραγωγή όλων των μέσων που είναι πριν στον σταθμό στην <gui>Σειρά αναπαραγωγής</gui>.
es: Para añadir una emisora de radio a la <gui style="menuitem" xref="play-queue">Cola de reproducción</gui>, puede pulsar con el botón derecho sobre la emisora y elegir <gui style="menuitem">Añadir a la cola de reproducción</gui>. Esto reproducirá la emisora de radio cuando la cola termine de reproducir todo lo que haya por delante de la emisora en la <gui>Cola de reproducción</gui>.
ro: Pentru a adăuga un post de radio la <gui style="menuitem" xref="play-queue">Coada de redare</gui>, puteți apăsa clic dreapta pe postul radio și <gui style="menuitem">Adaugă în coada de redare</gui>. Această acțiune va reda postul radio când toate mediile din <gui>Coada de redare</gui> poziționate înainte de postul radio s-au redat.
sv: För att lägga till en radiostation i <gui style="menuitem" xref="play-queue">Spelkön</gui> kan du högerklicka på stationen och välja <gui style="menuitem">Lägg till i spelkö</gui>. Detta kommer att spela upp radiostationen när kön har spelat all media som finns före stationen i <gui>Spelkön</gui>.

source: You can also right click the station and select <gui style="menuitem">Play after Current Track</gui> to add the radio station to the queue after the track that is currently playing.
cs: Můžete také na stanici kliknout pravým tlačítkem a vybrat <gui style="menuitem">Přehrát po aktuální stopě</gui>, aby se přidala hned za stopu, která je právě přehrávána.
de: Sie können auch mit der rechten Maustaste auf den Radiosender klicken und <gui style="menuitem">Wiedergeben nach Aktuellem Titel</gui> wählen, um den Radiosender in die Warteschlange nach dem aktuell wiedergegebenen Titel einzureihen.
el: Μπορείτε επίσης να δεξιοπατήσετε στον σταθμό και να επιλέξετε <gui style="menuitem">Αναπαραγωγή μετά το τρέχον κομμάτι</gui> για να προσθέσετε τον ραδιοφωνικό σταθμό στην αναμονή μετά το κομμάτι που παίζει προς το παρόν.
es: También puede pulsar con el botón derecho sobre la emisora y seleccionar <gui style="menuitem">Reproducir después de la pista actual</gui> para añadir la emisora de radio a la cola después de la pista que se esté reproduciendo actualmente.
ro: Puteți de asemenea apăsa clic dreapta pe post și selecta <gui style="menuitem">Redă după Piesa curentă</gui> pentru a adăuga postul de radio în coadă după piesa redată curent.
sv: Du kan också högerklicka på stationen och välja <gui style="menuitem">Spela efter aktuellt spår</gui> för att lägga till radiostationen i kön efter det spår som spelas för närvarande.

source: <gui style="menuitem">Play after Current Track</gui> may not work on some <app>Banshee</app> installations.
cs: <gui style="menuitem">Přehrát po aktuální stopě</gui> nemusí v některých instalacích <app>Banshee</app> fungovat.
de: <gui style="menuitem">Wiedergeben nach Aktuellem Titel</gui> funktioniert möglicherweise nicht bei allen <app>Banshee</app>-Installationen.
el: <gui style="menuitem">Αναπαραγωγή μετά το τρέχον κομμάτι</gui> ίσως να μη δουλέψει σε μερικές εγκαταστάσεις του <app>Banshee</app>.
es: <gui style="menuitem">Reproducir después de la pista actual</gui> puede no funcionar en algunas instalaciones de <app>Banshee</app>.
ro: <gui style="menuitem">Redă după Piesa curentă</gui> poate să nu funcționeze pe unele instalații <app>Banshee</app>.
sv: <gui style="menuitem">Spela efter aktuellt spår</gui> kanske inte fungerar för vissa <app>Banshee</app>-installationer.

source: Remove a radio station
cs: Odebrání rádiové stanice
de: Einen Radiosender entfernen
el: Αφαίρεση ραδιοφωνικού σταθμού
es: Quitar una emisora de radio
ro: Eliminarea unui post de radio
sv: Ta bort en radiostation

source: To remove a radio station from <app>Banshee</app>, you can right click on the radio station and select <gui style="menuitem">Remove</gui>, or alternatively, you can select the station with your mouse and press <key>Delete</key>. When you are prompted for confirmation, click the <gui style="button">Remove</gui> button to remove the radio station.
cs: Když chcete rádiovou stanici z <app>Banshee</app> odstranit, klikněte na ni pravým tlačítkem a vyberte <gui style="menuitem">Odstranit</gui>. Případně ji můžete myší vybrat a pak zmáčknout <key>Delete</key>. V obou případech budete požádáni o potvrzení, ve kterém klikněte na tlačítko <gui style="button">Odstranit</gui> a odstranění stanice se provede.
de: Um einen Radiosender aus <app>Banshee</app> zu entfernen, klicken Sie entweder mit der rechten Maustaste darauf und wählen <gui style="menuitem">Entfernen</gui>, oder Sie wählen den Sender mit der Maus aus und drücken die <key>Entf</key>-Taste. Wenn Sie um Bestätigung gebeten werden, klicken Sie auf <gui style="button">Entfernen</gui>, um den Radiosender zu entfernen.
el: Για την αφαίρεση ραδιοφωνικού σταθμού από το <app>Banshee</app>, μπορείτε να δεξιοπατήσετε στον ραδιοφωνικό σταθμό και να επιλέξετε <gui style="menuitem">Αφαίρεση</gui>, ή εναλλακτικά, μπορείτε να επιλέξετε τον σταθμό με το ποντίκι σας και να πατήσετε <key>Διαγραφή</key>. Όταν σας ζητηθεί επιβεβαίωση, πατήστε το κουμπί <gui style="button">Αφαίρεση</gui> για να απομακρυνθεί ο ραδιοφωνικός σταθμός.
es: Para quitar una emisora de rardio de <app>Banshee</app>, puede pulsar con el botón derecho en la estación de radio y seleccionar <gui style="menuitem">Quitar</gui>, o alternativamente, puede seleccionar la estación con el ratón y pulsar <key>Supr</key>. Cuando se le pida que confirme, pulse el botón <gui style="button">Quitar</gui> para quitar la emisora de radio.
ro: Pentru a elimina un post de radio din <app>Banshee</app>, puteți apăsa clic drepta pe postul de radio și selecta <gui style="menuitem">Elimină</gui>, sau alternativ puteți selecta postul cu mausul și să apăsați <key>Delete</key>. Când sunteți solicitat de confirmare, apăsați pe butonul <gui style="button">Elimină</gui> pentru a elimina postul radio.
sv: För att ta bort en radiostation från <app>Banshee</app> kan du högerklicka på radiostationen och välja <gui style="menuitem">Ta bort</gui>, eller alternativt kan du välja stationen med din mus och trycka <key>Delete</key>. När du ombeds bekräfta, klicka på <gui style="button">Ta bort</gui>-knappen för att ta bort radiostationen.

source: Add, remove and play podcasts in <app>Banshee</app>.
cs: Přidávejte, odebírejte a přehrávejte podcasty v <app>Banshee</app>.
de: Hinzufügen, Entfernen und Abspielen von Podcasts in <app>Banshee</app>.
el: Προσθήκη, αφαίρεση και αναπαραγωγή φορητών εκπομπών στο <app>Banshee</app>.
es: Añadir, quitar y reproducir podcasts en <app>Banshee</app>.
ro: Adaugă, elimină și redă podcasturi în <app>Banshee</app>.
sv: Lägg till, ta bort och spela poddsändningar i <app>Banshee</app>.

source: What is a podcast?
cs: Co je to podcast
de: Was ist ein Podcast?
el: Τι είναι φορητή εκπομπή (Podcast);
es: ¿Qué es un podcast?
ro: Ce este un podcast?
sv: Vad är en poddsändning?
