Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: <app>Banshee</app> also includes smart playlists already created for you. Press the <gui style="button">Open in editor</gui> button to view how the playlist was created, or to modify it. If you press <gui style="button">Create and save</gui> the playlist will be automatically generated and saved for you. The following playlists are included:
cs: Přehrávač <app>Banshee</app> pro vás již má připravené některé chytré seznamy skladeb. Zmáčknutím tlačítka <gui style="button">Otevřít v editoru</gui> si můžete prohlédnout pravidla, na kterých je seznam skladeb postaven, nebo je i upravit. Když zmáčknete <gui style="button">Vytvořit a uložit</gui>, bude pro vás seznam skladeb automaticky vygenerován a uložen. Předpřipravené jsou tyto seznamy skladeb:
de: <app>Banshee</app> stellt Ihnen auch bereits für Sie erstellte intelligente Wiedergabelisten zur Verfügung. Klicken Sie auf den Knopf <gui style="button">Im Editor öffnen</gui>, um zu sehen, wie die Wiedergabeliste angelegt wurde beziehungsweise wie sie angepasst werden kann. Sobald Sie auf <gui style="button">Erstellen und Speichern</gui> klicken, wird die Wiedergabeliste automatisch angelegt und für Sie gespeichert. Folgende Wiedergabelisten werden bereits mitgeliefert:
el: Το <app>Banshee</app> περιλαμβάνει επίσης έξυπνες λίστες αναπαραγωγής που έχουν δημιουργηθεί για εσάς. Πατήστε το κουμπί <gui style="button">Άνοιγμα στον επεξεργαστή</gui> για να δείτε πώς δημιουργήθηκε η λίστα αναπαραγωγής ή για να την τροποποιήσετε. Αν πατήσετε <gui style="button">Δημιουργία και αποθήκευση</gui> η λίστα αναπαραγωγής θα δημιουργηθεί αυτόματα και θα αποθηκευτεί. Περιλαμβάνονται οι ακόλουθες λίστες αναπαραγωγής:
sv: <app>Banshee</app> har också smarta spellistor som redan skapats för dig. Tryck på knappen <gui style="button">Öppna i redigerare</gui> för att se hur spellistan skapats eller för att modifiera den. Om du trycker på <gui style="button">Skapa och spara</gui> så kommer spellistan automatiskt att genereras och sparas åt dig. Följande spellistor finns:

source: <app>Banshee</app> smart playlists
cs: Chytré seznamy skladeb <app>Banshee</app>
de: Intelligente Wiedergabelisten in <app>Banshee</app>
el: Έξυπνες λίστες αναπαραγωγής του <app>Banshee</app>
es: Listas de reproducción inteligentes de <app>Banshee</app>
ro: Liste de redare inteligente <app>Banshee</app>
sv: <app>Banshees</app> smarta spellistor

source: Favorites (Songs rated four and five stars)
cs: Oblíbené (skladby hodnocené čtyřmi a pěti hvězdičkami)
de: Favoriten (Lieder, die mit vier oder fünf Sternen bewertet wurden)
el: Αγαπημένα (τραγούδια με 4 και 5 αστέρια)
es: Favoritos (Canciones valoradas con cuatro o cinco estrellas)
fr: Favoris (morceaux notés quatre ou cinq étoiles)
ro: Favorite (piese evaluate cu patru și cinci stele)
sv: Favoriter (Låtar betygsatta med fyra och fem stjärnor)

source: Recent Favorites (Songs listened to often in the past week)
cs: Nedávno oblíbené (skladby často poslouchané během minulého týdne)
de: Aktuelle Favoriten (Lieder, die Sie in der letzten Woche oft gehört haben)
el: Πρόσφατα αγαπημένα (τραγούδια που ακούστηκαν συχνά την προηγούμενη εβδομάδα)
es: Favoritos recientes (Canciones escuchadas a menudo en la última semana)
fr: Favoris récents (morceaux fréquemment écoutés cette semaine)
ro: Favorite recente (piese ascultate frecvent în ultima săptămână)
sv: Senaste favoriter (Låtar som spelats ofta den senaste veckan)

source: Recently Added (Songs imported within the last week)
cs: Nedávno přidané (skladby importované během minulého týdne)
de: Kürzlich hinzugefügt (Lieder, die innerhalb der letzten Woche importiert wurden)
el: Πρόσφατες προσθήκες (τραγούδια που εισήχθησαν την προηγούμενη εβδομάδα)
es: Añadidas recientemente (Canciones importadas durante la última semana)
fr: Récemment ajoutés (morceaux importés cette semaine)
ro: Adăugate recent (piese importate în ultima săptămână)
sv: Senaste tillagda (Låtar som importerats den senaste veckan)

source: Unheard (Songs that have not been played or skipped)
cs: Neposlouchané (skladby, které nebyly přehrány nebo byly přeskočeny)
de: Nicht gehört (Lieder, die noch nie abgespielt bzw. stets übersprungen wurden)
el: Πρωτάκουστα (τραγούδια που δεν έχουν αναπαραχθεί ή παραβλεφθεί)
es: No oídas (Canciones omitidas o no reproducidas)
fr: Non écoutés (morceaux non écoutés ou ignorés)
ro: Neascultate (piese care nu au fost redate sau care au fost omise)
sv: Olyssnade (Låtar som inte har spelats eller har hoppats över)

source: Neglected Favorites (Favorites not played in over two months)
cs: Opomenuté oblíbené (skladby, které nebyly přehrané za poslední dva měsíce)
de: Nicht beachtete Favoriten (Favoriten, die in den letzten zwei Monaten nicht abgespielt wurden)
el: Παραμελημένα αγαπημένα (αγαπημένα που δεν έχουν παιχθεί για πάνω από δύο μήνες)
es: Favoritos abandonados (Favoritos no reproducidos en más de dos meses)
fr: Favoris négligés (favoris non écoutés pendant les deux derniers mois)
ro: Favorite neglijate (favorite ce nu au fost redate de mai mult de două luni)
sv: Glömda favoriter (Favoriter som inte har spelats de senaste två månaderna)

source: 700 MB of Favorites (A data CD worth of favorite songs)
cs: 700 MB oblíbených (oblíbené skladby stojící za jedno CD)
de: 700 MB der Favoriten (eine Daten-CD voll mit Ihren Lieblingsliedern)
el: 700 MB αγαπημένων (ένα CD δεδομένων γεμάτο με αγαπημένα τραγούδια)
es: 700 MB de favoritos (Un CD de datos lleno de canciones favoritas)
fr: 700 Mio de favoris (un CD de données rempli de vos morceaux préférés)
ro: 700 MO de favorite (un CD de date pentru piesele favorite)
sv: 700 MB favoriter (En dataskiva full med favoritlåtar)

source: 80 Minutes of Favorites (An audio CD worth of favorite songs)
cs: 80 minut oblíbených (oblíbené skladby stojící za jedno CD)
de: 80 Minuten der Favoriten (eine Audio-CD voll mit Ihren Lieblingsliedern)
el: 80 λεπτά αγαπημένων (ένα CD ήχου γεμάτο με αγαπημένα τραγούδια)
es: 80 minutos de favoritos (Un CD de sonido lleno de canciones favoritas)
fr: 80 minutes de favoris (un CD audio rempli de vos morceaux préférés)
ro: 80 de minute de favorite (un CD audio pentru piesele favorite)
sv: 80 minuter favoriter (En ljudskiva full med favoritlåtar)

source: Unrated (Songs that haven't been rated)
cs: Nehodnocené (skladby, které nebyly hodnoceny)
de: Nicht bewertet (Lieder, die noch nicht bewertet wurden)
el: Αβαθμολόγητα (τραγούδια που δεν έχουν αξιολογηθεί)
es: No valoradas (Canciones que no se han valorado)
fr: Non notés (morceaux qui n'ont pas été notés)
ro: Neapreciat (piese care nu au fost apreciate)
sv: Saknar betyg (Låtar som inte har blivit betygsatta)

source: Enable Last.fm, song reporting and Last.fm radio.
cs: Zapněte Last.fm, oznamování skladeb a rádio Last.fm.
de: Last.fm, Titelbewertungen und Last.fm-Radio aktivieren.
el: Ενεργοποιήστε το Last.fm, αναφορά τραγουδιών και το ραδιόφωνο του Last.fm.
es: Activar Last.fm, el informe de canciones y la radio Last.fm.
fr: Activation de Last.fm, informations sur les titres et la radio Last.fm.
ro: Activează Last.fm, raportarea pieselor și radioul Last.fm
sv: Aktivera Last.fm, låtrapportering och Last.fm-radio.

source: Last.fm is a popular online service that offers both free and paid versions. Last.fm offers information on music artists and albums and if you create a user profile Last.fm allows you to track the music you listen to in <app>Banshee</app> for free. If you subscribe as a paying member, you can also listen to streaming music from Last.fm in various music clients, including <app>Banshee</app>. Last.fm offers multiple channels to stream, including recommended music for you based on your listening habits, your favorites and more.
cs: Last.fm je populární on-line služba, která nabízí placenou i neplacenou verzi. Last.fm nabízí informace o zpěvácích a albech a když si vytvoříte uživatelský profil, umožní vám Last.fm zdarma evidovat hudbu, kterou posloucháte v <app>Banshee</app>. Pokud se zaregistrujete jako platící člen, můžete poslouchat i proudové vysílání hudby v různých klientech, včetně <app>Banshee</app>. Last.fm nabízí proudové vysílání více kanálů, včetně hudby doporučené pro vás na základě toho, co obvykle posloucháte, vašich oblíbených skladbách a dalších faktorech.
de: Last.fm ist ein beliebter Online-Dienst, der sowohl freie als auch kommerzielle Versionen anbietet. Last.fm liefert Informationen über Künstler und Alben. Sobald Sie ein Benutzerprofil in Last.fm angelegt haben, können Sie kostenfrei Ihre gehörte Musik in Banshee protokollieren. Wenn Sie sich als zahlendes Mitglied registrieren, können Sie außerdem einen Musik-Datenstrom (Streaming) in verschiedenen Client-Programmen anhören, auch in Banshee. Last.fm bietet mehrere Kanäle für das Streaming an, zum Beispiel für Sie empfohlene Musik basierend auf Ihren Hörgewohnheiten, Ihren Favoriten und mehr.
el: Το Last.fm είναι μια δημοφιλής δικτυακή υπηρεσία που προσφέρει τόσο δωρεάν όσο και επί πληρωμή υπηρεσίες. Το Last.fm προσφέρει πληροφορίες για καλλιτέχνες της μουσικής και δίσκους και αν δημιουργήσετε μια κατατομή χρήστη, το Last.fm σας επιτρέπει να παρακολουθείτε τη μουσική που ακούτε στο <app>Banshee</app> δωρεάν. Αν γίνετε επί πληρωμή συνδρομητής, μπορείτε επίσης να ακούτε ροές μουσικής από το Last.fm σε διάφορους πελάτες μουσικής, περιλαμβανομένου του <app>Banshee</app>. Το Last.fm προσφέρει πολλά κανάλια για ροές, περιλαμβανομένης προτεινόμενης μουσικής για εσάς με βάση τις συνήθειες ακρόασής σας, τα αγαπημένα σας και άλλα.
es: Last.fm es un servicio en línea popular que ofrece versión libre y de pago. Last.fm ofrece información sobre artistas y álbumes musicales y si crea un perfil de usuario, Last.fm le permite seguir la música que escucha en <app>Banshee</app> gratuitamente. Si se suscribe como miembro de pago, también puede escuchar transmisión de música desde Last.fm en varios clientes de música, incluyendo <app>Banshee</app>. Last.fm ofrece varios canales para transmitir, incluyendo música recomendada basada en sus hábitos de escucha, sus favoritos y más.
ro: Last.fm este un serviciu online care vă oferă versiuni gratuite dar si versiuni contracost. Last.fm ofera informații despre muzica artistului și a albumelor iar dacă vă creați un profil Last.fm vi se va permite gratuit să urmăriți muzica pe care o ascultați în <app>Banshee</app>. Dacă vă conectați ca fiind un membru cu plată, puteți de asemenea să ascultați muzică de pe Last.fm în diverși clienți de muzică, inclusiv <app>Banshee</app>. Last.fm oferă multiple canale pentru a se desfășura, inclusiv muzica recomandată reieșită din obișnuinuințele dumneavoastră muzicale, favoritele dumneavoastră și multe altele.
sv: Last.fm är en populär nättjänst som erbjuder både gratis- och betalversioner. Last.fm erbjuder information om musik artister och album och, om du skapar en användarprofil, tillåter dig att spåra musiken du lyssnar på i <app>Banshee</app> gratis. Om du abonnerar som en betalande medlem, kan du också lyssna på strömmad musik från Last.fm i diverse musikklienter, inklusive <app>Banshee</app>. Last.fm erbjuder flera kanaler för strömning, inklusive rekommenderad musik för dig baserat på dina lyssningsvanor, dina favoriter med mera.

source: Enable Last.fm
cs: Zapnutí Last.fm
de: Last.fm aktivieren
el: Ενεργοποίηση Last.fm
es: Activar Last.fm
fr: Activation de Last.fm
ro: Activarea Last.fm
sv: Aktivera Last.fm

source: To get the most out of Last.fm, you will want to create a Last.fm profile. Visit <link href="http://www.last.fm/join">http://www.last.fm/join</link> to create an account or choose <guiseq><gui style="menu">Edit</gui><gui style="menuitem">Preferences</gui></guiseq> from the <app>Banshee</app> menu. Once in the preferences select the <gui style="tab">Source Specific</gui> tab, press the <gui style="menu">Source</gui> drop down menu, choose <gui style="menuitem">Last.fm</gui> and finally select the <em>Sign up for Last.fm</em> link.
cs: Chcete-li získat z Last.fm co nejvíce, měli byste si založit profil Last.fm. Pro vytvoření profilu navštivte <link href="http://www.last.fm/join">http://www.last.fm/join</link> nebo zvolte <guiseq><gui style="menu">Upravit</gui> <gui style="menuitem">Předvolby</gui></guiseq> v nabíce <app>Banshee</app>. Zmáčkněte kartu <gui style="tab">Dané zdrojem</gui>, zmáčkněte rozbalovací nabídku <gui style="menu">Zdroj</gui>, ve které zvolte <gui style="menuitem">Last.fm</gui>, a vyberte odkaz <em>Zaregistrovat se na Last.fm</em>.
de: Um Last.fm umfassend zu nutzen, sollten Sie ein Last.fm-Benutzerprofil erstellen. Besuchen Sie <link href="http://www.last.fm/join">http://www.last.fm/join</link>, um ein Konto zu erstellen, oder wählen Sie <guiseq><gui style="menu">Bearbeiten</gui><gui style="menuitem">Einstellungen</gui></guiseq> im <app>Banshee</app>-Menü. Klicken Sie dann in den Einstellungen auf den Reiter <gui style="tab">Quellspezifisch</gui> und öffnen Sie das Auswahlmenü <gui style="menu">Quelle</gui>. Wählen Sie anschließend <gui style="menuitem">Last.fm</gui> und öffnen Sie den Verweis <em>Bei Last.fm registrieren</em>.
el: Για να αξιοποιήσετε καλύτερα το Last.fm, θα πρέπει να δημιουργήσετε μια κατατομή στο Last.fm. Επισκεφθείτε το <link href="http://www.last.fm/join">http://www.last.fm/join</link> για να δημιουργήσετε ένα λογαριασμό ή επιλέξτε <guiseq><gui style="menu">Επεξεργασία</gui><gui style="menuitem">Προτιμήσεις</gui></guiseq> από το μενού του <app>Banshee</app>. Μόλις βρεθείτε στις προτιμήσεις επιλέξτε την καρτέλα <gui style="tab">Ειδική πηγή</gui> και πατήστε το πτυσσόμενο μενού <gui style="menu">Πηγή</gui>, επιλέξτε <gui style="menuitem">Last.fm</gui> και επιλέξτε τελικά τον σύνδεσμο <em>Εγγραφή στο Last.fm</em>.
es: Para obtener el máximo provecho de Last.fm, querrá crear un perfil de Last.fm. Visite <link href="http://www.last.fm/join">http://www.last.fm/join</link> para crear una cuenta o elija <guiseq><gui style="menu">Editar</gui><gui style="menuitem">Preferencias</gui></guiseq> del menú <app>Banshee</app>. Una vez en las preferencias seleccione la pestaña <gui style="tab">Específicas de las fuentes</gui>, pulse el menú desplegable <gui style="menu">Fuente</gui>, elegir <gui style="menuitem">Last.fm</gui> y finalmente seleccionar el enlace <em>Iniciar sesión por Last.fm</em>.
ro: Pentru a avea cât mai multe beneficii la Last.fm, poate veți dori să creați un profil Last.fm. Vizitați <link href="http://www.last.fm/join">http://www.last.fm/join</link> pentru a crea un cont sau alegeți <guiseq><gui style="menu">Editare</gui><gui style="menuitem">Preferințe</gui></guiseq> din meniul <app>Banshee</app>. Apoi apăsați pe tabul <gui style="tab">Sursa specifică</gui> și apăsați meniul de jos <gui style="menu">Sursă</gui> apoi alegeți <gui style="menuitem">Last.fm</gui> și selectați legătura <em>Înscrieți-vă pentru Last.fm</em>.
sv: För att få ut det mesta av Last.fm kommer du att vilja ha en Last.fm-profil. Besök <link href="http://www.last.fm/join">http://www.last.fm/join</link> för att skapa ett konto eller välj <guiseq><gui style="menu">Redigera</gui><gui style="menuitem">Inställningar</gui></guiseq> från <app>Banshee</app>-menyn. När du väl är bland inställningarna välj fliken <gui style="tab">Källspecifikt</gui>, tryck på rullgardinsmenyn <gui style="menu">Källa</gui> och välj <gui style="menuitem">Last.fm</gui> and slutligen klicka på länken <em>Registrera dig på Last.fm</em>.

source: To enable <app>Banshee</app> to report the songs you play on your computer to Last.fm, sign in to Last.fm in <app>Banshee</app> in the <gui style="tab">Source Specific</gui> preferences. Enter your username and press the <gui style="button">Log in to Last.fm</gui> button. You will be directed to a Last.fm webpage in your browser to grant <app>Banshee</app> access. Press the <gui style="button">Yes, allow access</gui> link in your browser and you will be redirected to a webpage that displays a message that <app>Banshee</app> now has access to Last.fm. Return to <app>Banshee</app> and press the <gui style="button">Finish Logging In</gui> button to complete the process.
cs: Abyste povolili oznamování skladeb, které si ve svém počítači přehráváte, službě Last.fm, musíte se v <app>Banshee</app> k Last.fm přihlásit v předvolbách <gui style="tab">Dané zdrojem</gui>. Zadejte své uživatelské jméno a zmáčkněte tlačítko <gui style="button">Přihlásit k Last.fm</gui>. Budete ve svém prohlížeči nasměrování na webovou stránku Last.fm, abyste mohli přehrávači Banshee udělit přístup. Zmáčkněte odkaz <gui style="button">Ano, přidělit přístup</gui> a budete přesměrováni na webovou stránku, která zobrazí zprávu, že <app>Banshee</app> má nyní přístup k Last.fm. Vraťte se do <app>Banshee</app> a zmáčkněte tlačítko <gui style="button">Dokončit přihlášení</gui>, čímž celou akci završíte.
de: Damit <app>Banshee</app> die auf Ihrem Rechner gespielten Titel an Ladt.fm übermitteln kann, melden Sie sich zunächst in den <gui style="tab">Quellspezifisch</gui>-Einstellungen in Banshee bei Last.fm an. Geben Sie Ihren Benutzernamen und Ihr Passwort an und klicken Sie auf den Knopf <gui style="button">Bei Last.fm anmelden</gui>. Sie werden zur Last.fm-Webseite in Ihrem Internet-Browser weitergeleitet, damit <app>Banshee</app> Zugang erhalten kann. Klicken Sie auf den Verweis <gui style="button">Ja, Zugriff erlauben</gui> in Ihrem Browser, woraufhin Sie wiederum zu einer Webseite weitergeleitet werden, auf der angezeigt wird, dass <app>Banshee</app> nun Zugriff auf Last.fm hat. Kehren Sie zu <app>Banshee</app> zurück und klicken Sie auf den Knopf <gui style="button">Anmelden abschließen</gui>, um den Vorgang abzuschließen.
el: Για να μπορεί το <app>Banshee</app> να αναφέρει τα τραγούδια που αναπαράγετε στον υπολογιστή σας στο Last.fm, συνδεθείτε στο Last.fm στο <app>Banshee</app> και στις προτιμήσεις <gui style="tab">Ειδική πηγή</gui>. Εισάγετε το όνομα χρήστη σας και πατήστε το κουμπί <gui style="button">Σύνδεση στο Last.fm</gui>. Θα μεταφερθείτε σε μια ιστοσελίδα του Last.fm στον περιηγητή ιστού σας για να δοθεί πρόσβαση στο <app>Banshee</app>. Πατήστε τον σύνδεσμο <gui style="button">Ναι, να επιτραπεί η πρόσβαση</gui> στον περιηγητή σας και θα ανακατευθυνθείτε σε μια ιστοσελίδα που εμφανίζει ένα μήνυμα ότι το <app>Banshee</app> έχει τώρα πρόσβαση στο Last.fm. Επιστρέψτε στο <app>Banshee</app> και πατήστε το κουμπί <gui style="button">Ολοκλήρωση σύνδεσης</gui> για να ολοκληρωθεί η διαδικασία.
es: Para permitir que <app>Banshee</app> informe las canciones que reproduce en su equipo a Last.fm, inicie sesión en Last.fm en <app>Banshee</app> en las preferencias <gui>Específicas de las fuentes</gui>. Introduzca su nombre de usuario y pulse el botón <gui style="button">Iniciar sesión en Last.fm</gui>. Se le redirigirá a una página web de Last.fm en su navegador para conceder acceso a <app>Banshee</app>. Pulse el enlace <gui style="button">Sí, permitir acceso</gui> en su navegador y se le redirigirá a una página web que mostrará un mensaje indicando que <app>Banshee</app> ya tiene acceso a Last.fm. Vuelva a <app>Banshee</app> y pulse el botón <gui style="button">Finalizar inicio de sesión</gui> para completar el proceso.
ro: Pentru a permite <app>Banshee</app> să raporteze melodiile pe care le-ați redat de pe calculator pentru Last.fm, conectați-vă la Last.fm în <app>Banshee</app> din sursa de preferințe <gui style="tab">Sursă specifică</gui>. Introduceți-vă numele de utilizator și apăsați butonul <gui>Conectează-te la Last.fm</gui>. Veți fi direcționat către o pagină web Last.fm din navigatorul dumneavoastră pentru a acorda acces la <app>Banshee</app>. Apăsați legătura <gui style="button">Da, se permite accesul</gui> din navigatorul dumneavoastră și veți fi redirecționat către o pagină web care va afișa un mesaj prin care veți fi informat că <app>Banshee</app> are acces la Last.fm. Întoarceți-vă înapoi la <app>Banshee</app> și apăsați butonul <gui style="button">Am terminat conectarea</gui> pentru a finaliza cu succes procesul.
sv: För att aktivera så att <app>Banshee</app> rapporterar vilka låtar du spelar på din dator till Last.fm, logga in på Last.fm i <app>Banshee</app> i inställningen <gui style="tab">Källspecifikt</gui>. Skriv in ditt användarnamn och tryck på knappen <gui style="button">Logga in på Last.fm</gui>. Du kommer att dirigeras till en webbsida för Last.fm i din webbläsare som bevilja <app>Banshee</app> tillgång. Tryck på länken <gui style="button">Ja, tillåt behörighet</gui> i din webbläsare och därefter kommer du att omdirigeras till en webbsida som visar ett meddelande att <app>Banshee</app> nu har tillgång till Last.fm. Återgå till Banshee och tryck på knappen <gui style="button">Färdigställ inloggningen</gui> för att avsluta processen.

source: Enable Last.fm song reporting from <app>Banshee</app>
cs: Povolení oznamování skladeb Last.fm z <app>Banshee</app>
de: Musikbewertungen für Last.fm in <app>Banshee</app> aktivieren
el: Ενεργοποίηση αναφοράς τραγουδιού στο Last.fm από το <app>Banshee</app>
es: Activar el informe de canciones de Last.fm desde <app>Banshee</app>
ro: Activarea raportării de piese Last.fm din <app>Banshee</app>
sv: Aktivera sångrapportering till Last.fm från <app>Banshee</app>
