Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: Buy Amazon MP3s in <app>Banshee</app>
cs: Nákup MP3 z obchodu Amazon v <app>Banshee</app>
de: MP3s von Amazon in <app>Banshee</app> kaufen
el: Αγορά MP3 του Amazon στο <app>Banshee</app>
es: Comprar música en MP3 de Amazon en <app>Banshee</app>
ro: Cumpărarea MP3-urilo de la Amazon în <app>Banshee</app>
sv: Köp MP3-låtar från Amazon i <app>Banshee</app>

source: You can also search for songs on Amazon within <app>Banshee</app>. Choose the Amazon MP3 Store from the <app>Banshee</app> menu on the left. This will load the Amazon MP3 Store just as if you were in a web browser. You can search Amazon for the music you wish to buy and after logging in to Amazon, buy music with one click. <app>Banshee</app> will automatically download and import your purchase into the library.
cs: V rámci přehrávače <app>Banshee</app> můžete také v obchodě Amazon skladby hledat. V nabídce vlevo zvolte Obchod s MP3 Amazon. Tím se načte obchod s MP3 Amazon stejně jako ve webovém prohlížeči. Můžete v něm vyhledávat hudbu, kterou si přejete koupit a po přihlášení do obchodu Amazon si ji můžete jediným kliknutím i koupit. <app>Banshee</app> váš nákup automaticky stáhne a naimportuje do kolekce.
de: Sie können in <app>Banshee</app> auch nach Musik bei Amazon suchen. Wählen Sie links im <app>Banshee</app>-Menü den Amazon MP3-Laden aus. Daraufhin wird der Amazon MP3-Laden angezeigt, so wie Sie es von Ihrem Internet-Browser her kennen. Nachdem Sie sich bei Amazon angemeldet haben, können Sie nach der Musik suchen, die Sie kaufen wollen und den Kauf mit »1-Click« abschließen. <app>Banshee</app> lädt Ihren Kauf automatisch herunter und importiert ihn in die Bibliothek.
el: Μπορείτε επίσης να αναζητήσετε τραγούδια στο Amazon μέσα από το <app>Banshee</app>. Επιλέξτε το κατάστημα Amazon MP3 από το μενού του <app>Banshee</app> αριστερά. Αυτό θα φορτώσει το κατάστημα Amazon MP3 ακριβώς σαν να ήσασταν σε περιηγητή ιστού. Μπορείτε να αναζητήσετε στο Amazon τη μουσική που επιθυμείτε να αγοράσετε και μετά τη σύνδεση στο Amazon, να την αγοράσετε με ένα πάτημα. Το <app>Banshee</app> θα μεταφορτώσει και θα εισάγει αυτόματα τις αγορές σας στη βιβλιοθήκη.
es: También puede buscar canciones en Amazon desde <app>Banshee</app>. Elija la tienda de Amazon MP3 desde el menú de <app>Banshee</app> de la izquierda. Esto cargará la tienda de Amazon MP3 como si estuviera en un navegador web. Tras iniciar sesión en Amazon, podrá buscar la música que desea comprar y comprarla con una sola pulsación. <app>Banshee</app> de forma automática descargará e importará la música comprada en la colección.
ro: Puteți căuta de asemenea melodiile de pe Amazon în <app>Banshee</app>. Selectați magazinul MP3 Amazon din meniul <app>Banshee</app> de pe partea stângă. Acesta va încărca magazinul MP3 Amazon la fel ca în cazul în care ați fi fost într-un navigator web. Aveți posibilitatea să căutați în Amazon muzica pe care doriți să o cumpărați și după conectarea la Amazon, cumpăra muzica cu un singur clic. <app>Banshee</app> va descărca automat și importa achizițiile dumneavoastră în bibliotecă.
sv: Du kan också leta efter låtar på Amazon inuti <app>Banshee</app>. Välj Amazon MP3 Store från Banshee-menyn till vänster. Detta kommer att läsa in Amazon MP3 Store precis som om du vore i en webbläsare. Du kan söka på Amazon efter musiken du önskar köpa och efter att ha loggat in på Amazon, köpa musik med ett enda klick. <app>Banshee</app> kommer automatiskt att hämta och importera dina köp in i biblioteket.

source: Import Amazon MP3s manually
cs: Ruční import MP3 z obchodu Amazon
de: MP3s von Amazon manuell importieren
el: Εισαγωγή MP3 του Amazon χειροκίνητα
es: Importar música en MP3 de Amazon manualmente
fr: Importation manuelle de MP3 d'Amazon
ro: Importarea manuală de MP3-uri din Amazon
sv: Importera Amazons MP3:or manuellt

source: When music is purchased from Amazon in a web browser, a file with the extension .amz is downloaded and saved to your hard drive. To import music purchased manually from Amazon, in <app>Banshee</app> choose <guiseq><gui style="menu">Media</gui><gui style="menuitem">Import Media</gui></guiseq> from the menu and select the *.amz file to be imported. <app>Banshee</app> will then open this file and connect to the Amazon MP3 store to begin the download.
cs: Když nákup v obchodě Amazon provedete přes webový prohlížeč, soubor s příponou .amz se stáhne a uloží na váš pevný disk. Pokud chcete zakoupenou hudbu ručně naimporotvat z obchodu Amazon, v nabídce <app>Banshee</app> zvolte <guiseq><gui>Média</gui> <gui>Importovat média</gui></guiseq> a vyberte soubor *.amz, který se má importovat. Přehrávač <app>Banshee</app> tento soubor otevře a připojí se do obchodu s MP3 Amazon, aby provedl stažení.
de: Wenn Sie Musik von Amazon in einem Internet-Browser kaufen, wird eine Datei mit der Endung .amz heruntergeladen und gespeichert. Um bei Amazon gekaufte Musik manuell zu importieren, wählen Sie <guiseq><gui style="menu">Medien</gui><gui style="menuitem">Medien importieren</gui></guiseq> aus dem <app>Banshee</app>-Menü und wählen Sie die zu importierende *.amz-Datei. <app>Banshee</app> öffnet diese Datei und stellt eine Verbindung zum Amazon MP3-Musikladen her, um mit dem Herunterladen zu beginnen.
el: Όταν γίνεται αγορά μουσικής από το Amazon με περιηγητή ιστού, μεταφορτώνεται και αποθηκεύεται στον σκληρό σας δίσκο ένα αρχείο με επέκταση .amz. Για να εισάγετε χειροκίνητα μουσική που αγοράσθηκε από το Amazon, στο <app>Banshee</app>, επιλέξτε <guiseq><gui style="menu">Πολυμέσα</gui><gui style="menuitem">Εισαγωγή πολυμέσων</gui></guiseq> από το μενού και επιλέξτε το αρχείο *.amz που θα εισαχθεί. Το <app>Banshee</app> θα ανοίξει αυτό το αρχείο και θα συνδεθεί στο κατάστημα Amazon MP3 για να ξεκινήσει τη μεταφόρτωση.
es: Cuando compra música en Amazon a través del navegador, se descarga un archivo con la extensión .amz que se guarda en su disco duro. Para importar de forma manual la música comprada en Amazon, en <app>Banshee</app> elija <guiseq><gui style="menu">Multimedia</gui><gui style="menuitem">Importar multimedia</gui></guiseq> del menú y seleccione el archivo *.amz que desea importar. <app>Banshee</app> abrirá este archivo y se conectará a la tienda de Amazon MP3 para comenzar la descarga.
ro: Atunci când muzica este accesată de pe Amazon într-un navigator web, un fișier cu extensia .amz va fi descărcat și salvat în unitatea dumneavoastră hard-disc. Pentru a importa muzica accesată manual de pe Amazon, în <app>Banshee</app> alegeți <guiseq><gui style="menu">Media</gui><gui style="menuitem">Importă media</gui></guiseq> din meniu și selectați fișierul *.amz pentru a fi importat. <app>Banshee</app> va deschide acest fișier și se va conecta la magazinul MP3 Amazon pentru a începe descărcarea.
sv: När musik köps från Amazon i en webbläsare så hämtas en fil med ändelsen .amz och sparas på din hårddisk. För att importera den köpta musiken manuellt från Amazon, välj <guiseq><gui style="menu">Media</gui><gui style="menuitem">Importera media</gui></guiseq> från menyn och välj *.amz-filen som ska importeras. <app>Banshee</app> kommer då att öppna denna fil och koppla upp mot Amazon MP3 Store för att börja nedladdningen.

source: Amazon .amz files are only active for a short time. If you do not download your music quickly, the file will expire and you cannot download your music from Amazon. Amazon does not publish how long files are active. It is recommended you download and import any purchases from Amazon within an hour of purchase.
cs: Soubory Amazon .amz jsou platné jen pro krátkou dobu. Pokud stažení neprovedete rychle, vyprší souboru platnost a vy nebudete moci svoji hudbu z obchodu Amazon stáhnout. Amazon nezveřejňuje, jak dlouho jsou soubory platné. Je doporučováno stažení a import zakoupené hudby z obchodu Amazon provést v rozmezí hodiny.
de: Die .amz-Dateien von Amazon sind nur für eine kurze Zeit aktiv. Falls Sie Ihre Musik nicht umgehend herunterladen, läuft die Datei ab und Sie können Sie nicht mehr von Amazon herunterladen. Amazon macht keine Angaben darüber, wie lange die Dateien aktiv sind. Es ist empfehlenswert, innerhalb einer Stunde nach dem Kauf die Dateien herunterzuladen und zu importieren.
el: Τα αρχεία .amz του Amazon είναι ενεργά μόνο για μικρό χρονικό διάστημα. Αν δεν μεταφορτώσετε τη μουσική σας γρήγορα, το αρχείο θα λήξει και δεν θα μπορέσετε να μεταφορτώσετε τη μουσική σας από το Amazon. Το Amazon δεν δημοσιοποιεί για πόσο χρόνο είναι ενεργά τα αρχεία. Συνίσταται να μεταφορτώσετε και να εισάγετε τυχόν αγορές σας από το Amazon εντός μίας ώρας από την αγορά.
es: Los archivos .amz de Amazon sólo tienen validez por un periodo corto de tiempo. Si tarda mucho en descargar su música, el archivo expirará y no podrá utilizarlo para descargar música desde Amazon. La tienda no da información precisa sobre cuánto tiempo pueden ser utilizados los archivos. Se recomienda que descargue e importe la música de la tienda Amazon MP3 como máximo una hora después de la compra.
fr: Les fichiers .amz d'Amazon ont une durée de vie limitée. Si vous ne téléchargez pas rapidement votre musique, le fichier devient périmé et vous ne pouvez plus obtenir votre musique. Amazon n'indique pas la durée de validité de ses fichiers mais nous vous recommandons de télécharger et d'importer n'importe quel achat sur le site d'Amazon dans l'heure qui suit.
ro: Fișierele Amazon .amz sunt active pentru scurt timp. Dacă nu vă descărcați muzica repede, fișierul va expira și nu vă mai puteți descărca muzica dumneavoastră de pe Amazon. Amazon nu afișează cât timp sunt active fișierele. Este recomandat ca dumneavoastră să descărcați și să importați orice achiziții de pe Amazon în timp de o oră.
sv: Amazons .amz-filer är enbart aktiva under en kort tid. Om du inte hämtar din musik snabbt så kommer filen att sluta existera och då kommer du inte att kunna hämta din musik från Amazon. Amazon publicerar inte hur länge filerna är aktiva. Det är rekommenderat att du hämtar och importerar alla köp från Amazon inom en timme.

source: translator-credits
cs: Marek Černocký <marek@manet.cz>
de: Mario Blättermann <mario.blaettermann@gmail.com>, 2010, 2012, 2015 Markus Schley <marqus@gmx.net>, 2011 Daniel Winzen <d@winzen4.de>, 2012 Benjamin Steinwender <b@stbe.at>, 2013, 2014
el: Ελληνική μεταφραστική ομάδα GNOME Δημήτρης Σπίγγος <dmtrs32@gmail.com>, 2013 Michael Kotsarinis <mk73628@gmail.com>, 2010 Για περισσότερες πληροφορίες http://gnome.gr
es: Daniel Mustieles <daniel.mustieles@gmail.com>, 2011 Benjamín Valero Espinosa <benjavalero@gmail.com>, 2010, 2011 Ángel Sanz <mizo0mizo@gmail.com>, 2011
fr: Alain LOJEWSKI <allomervan@gmail.com>, 2010 Bruno Brouard <annoa.b@gmail.com>, 2010-2012
ro: Daniel Șerbănescu <daniel [at] serbanescu [dot] dk>, 2010, 2014 Szatmari Cristian <szcristy@gmail.com>, 2011
sv: Kristoffer Grundström <kristoffer.grundstrom1983@gmail.com>, 2012 Sebastian Rasmussen <sebras@gmail.com>, 2014 Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>.

source: To create a new Smart Playlist, from the menu choose <guiseq><gui style="menu">Media</gui><gui style="menuitem">New Smart Playlist</gui></guiseq>. You will be presented with a dialog to create a new Smart Playlist. Enter the name of your playlist and then choose the criteria your playlist should be based on. You can choose from any field included in the song's meatadata, such as Album, Artist or Year. Choose the criteria and then choose from one of the following:
es: Para crear una lista de reproducción inteligente nueva, elija desde el menú <guiseq><gui style="menu">Multimedia</gui><gui style="menuitem">Nueva lista de reproducción inteligente</gui></guiseq>. Aparecerá un diálogo para crear una lista de reproducción inteligente nueva. Introduzca el nombre de la lista y después elija los criterios en los que se basará su lista de reproducción. Puede elegir cualquier campo incluido en los metadatos de una canción, como el álbum, el artista o el año. Escoja los criterios y luego elija uno de los siguientes:
ro: Pentru a crea o noua listă de redare inteligentă, selectați din meniu <guiseq><gui style="menu">Media</gui><gui style="menuitem">O nouă listă de redare inteligentă</gui></guiseq>. Veți fi întâmpinat cu un dialog pentru a crea noi liste inteligente. Introduceți numele pentru lista dumneavoastră de redare iar apoi alegeți criteriul pe care ar trebui să se bazeze lista de redare. Puteți alege din oricare câmp care este inclus în metadatele piesei, cum ar fi albumul, artistul sau anul. Alege criteriul iar apoi una din următoarele:

source: <app>Banshee</app> also includes smart playlists already created for you. Press the <gui style="button">Open in editor</gui> button to view how the playlist created was or to modify it. If you press <gui style="button">Create and save</gui> the playlist will be automatically generated and saved for you. The following playlists are included:
es: <app>Banshee</app> también incluye listas de reproducción inteligentes creadas para usted. Pulse el botón <gui style="button">Abrir en editor</gui> para ver cómo fue la lista de reproducción creada o para modificarla. Si pulsa <gui style="button">Crear y guardar</gui>, la lista de reproducción se generará y se guardará automáticamente. Se incluyen las siguientes listas de reproducción:
ro: <app>Banshee</app> include de asemenea liste de redare inteligente create deja pentru dumneavoastră. Apăsați butonul <gui style="button">Deschide în editor</gui> pentru a vedea cum s-a creat sau cum s-a modificat listele de redare. Dacă apăsați <gui style="button">Creează și salvează</gui> lista de redare se va genera automat și se va salva pentru dumneavoastră. Urmatoarele liste de redare sunt incluse:

source: Control
de: Strg
el: Έλεγχος
es: Ctrl
fr: Ctrl

source: Shift
de: Umschalttaste
es: Mayús
fr: Maj
sv: Skift

source: To import music or video files on your computer, choose <guiseq><gui style="menu">Media</gui><gui style="menuitem">Import Media</gui></guiseq>. A dialog wil appear with a number of choices.
el: Για να εισάγετε αρχεία μουσικής ή βίντεο στον υπολογιστή σας, επιλέξτε <guiseq><gui style="menu">Πολυμέσα</gui><gui style="menuitem">Εισαγωγή πολυμέσων</gui></guiseq>. Θα εμφανισθεί ένας διάλογος με έναν αριθμό επιλογών.
es: Para importar archivos de música o vídeo desde su equipo, seleccione <guiseq><gui style="menu">Multimedia</gui><gui>Importar contenido multimedia</gui></guiseq>. Aparecerá un diálogo con varias opciones.
ro: Pentru a importa muzică sau fișiere video pe calculatorul dumneavoastră, alegeți <guiseq><gui style="menu">Media</gui><gui style="menuitem">Importă media</gui></guiseq>. Va apărea un dialog care va afișa numărul alegerilor.

source: @@image: 'figures/main-window.png'; md5=a4b2814f0dce9333bceb0d05e910a796
de: translated
ro: @@image: 'figures/main-window.png'; md5=a8bf8450f61eb085821c9ec5336985d0

source: <key>/</key>,<keyseq><key>Control</key><key>F</key></keyseq>
de: <key>/</key>, <keyseq><key>Strg</key><key>F</key></keyseq>

source: An overview of <app>Banshee's</app> user interface.
fr: Un aperçu de l'interface utilisateur de <app>Banshee</app>.

source: Introduction to the Banshee User Interface
fr: Introduction à l'interface utilisateur de Banshee

source: Your music and video sources are shown on the left in Banshee. The sources give you quick access to your Play Queue, Music, Videos, Amazon, Last.fm, Podcasts and more.
fr: Vos ressources musicales et vidéos apparaissent à gauche dans Banshee. Ces ressources permettent un accès rapide à vos files d'attente de lecture, musiques, vidéos, Amazon, Last.fm, podcasts et davantage encore.

source: The menu choices will change depending on the source you have chosen. For example, to use the menu to import a Podcast, you will need to choose the Podcast source. The menu option for importing a Podcast is not available when viewing the video or music library.
fr: Les options du menu sont différentes selon le choix de votre ressource. Par exemple, pour accéder au menu d'importation de podcast, vous devez sélectionner la ressource Podcast. Si vous êtes déjà en train de parcourir vos bibliothèques de vidéo ou de musique, cette option du menu est inaccessible.

source: Library Browser
fr: L'explorateur de bibliothèque

source: When you select a music or video source from Sources, Banshee will display your content in the Library browser. Depending on the source you choose, Banshee can display your music or video library, Podcast subscriptions or even the Amazon Music Store to allow you to buy music.
fr: En sélectionnant une ressource de musique ou de vidéo parmi vos ressources, Banshee affiche le contenu correspondant dans l'explorateur de bibliothèque. En fonction du choix de la ressource, Banshee peut afficher vos bibliothèques musicales ou vidéos, vos abonnements à des podcasts et même la boutique de musique Amazon pour vous permettre d'acheter de la musique.

source: Now Playing View
fr: Affichage en mode Lecture en cours

source: Helpful when using Banshee in full screen mode, the Now Playing mode hides the library to give you a larger view of the music or video you're watching. When listening to music, the Now Playing view will show you the artist name, album and cover art if available. If you are watching a video, Banshee will display the video.
fr: Pratique lorsque vous utilisez Banshee en mode plein écran, le mode Lecture en cours masque la bibliothèque afin de vous offrir une vue optimale de la musique ou de la vidéo que vous regardez. Si vous écoutez de la musique, le mode Lecture en cours affiche le nom de l'artiste, de l'album et le graphisme de la pochette si disponible. Si vous regardez une vidéo, Banshee diffuse la vidéo.

source: To change Now Playing to hide the Banshee user interface and use the full screen mode, you can press the <key>F</key>, press the <gui>Fullscreen</gui> button in the upper right hand corner of Banshee, or choose <guiseq><gui>View</gui><gui>Fullscreen</gui></guiseq> to start Fullscreen mode.
fr: Pour passer du mode Lecture en cours au mode plein écran et cacher l'interface utilisateur de Banshee, vous pouvez appuyer sur la touche <key>F</key>, cliquer sur le bouton <gui>Plein écran</gui> dans le coin supérieur droit ou sélectionner le menu <guiseq><gui>Affichage</gui><gui>Plein écran</gui></guiseq>

source: Library
fr: La bibliothèque

source: The Library view in Banshee will change depending on the Source you have chosen. The Music Library will display cover art, artists in your library, and list of songs. The Podcast Library will display your Podcast subscriptions, podcasts that are downloaded or not downloaded, and all, new or old podcasts. Please see each Source's help page for detailed information on managing a source.
fr: L'affichage de la bibliothèque dans Banshee est fonction de la ressource que vous avez sélectionnée. La bibliothèque musicale affiche les pochettes, les artistes et la liste des chansons disponibles. La bibliothèque des podcasts affiche vos abonnements en cours, les podcasts téléchargés ou non et tous les nouveaux ou anciens podcasts. Veuillez consulter chaque page d'aide correspondant à chacune des ressources possibles pour de plus amples informations sur chacune d'elle.

source: Banshee supports syncing your music to portable media players and smartphones. You can add specific music tracks, albums or playlist or allow Banshee to keep your music player in sync with your entire library. After your player is connected to your computer you can also play back the songs on your portable player in Banshee. When syncing music in a lossless format, such as FLAC, Banshee will automatically transcode your music for you to a lossy format such as Ogg Vorbis or MP3, if you have the correct codecs installed.
fr: Banshee prend en charge la synchronisation de votre musique avec des lecteurs multimédia portables et des smartphones. Vous pouvez soit y ajouter certaines pistes, albums ou listes de lectures, soit autoriser Banshee à synchroniser votre baladeur avec toute votre bibliothèque. Après avoir connecté votre baladeur à votre ordinateur, vous pouvez aussi écouter les morceaux qui y sont stockés. Lorsque vous synchronisez de la musique dans un format sans pertes comme FLAC, Banshee compresse automatiquement vos morceaux en Ogg Vorbis ou MP3 si vous avez installé les codecs adéquats.

source: Device Support
fr: Compatibilité matérielle

source: Banshee supports almost all modern portable music players and smartphones with the notable exception of the Apple iPhone, iPad and iPod Touch.
fr: Banshee est compatible avec la plupart des lecteurs multimédia portables et smartphones modernes à l'exception notable des iPhone, iPad et iPodTouch Apple.

source: When you plug your device in, Banshee will display it in the left menu. Pressing the device icon will take you to your device home page in Banshee displaying your sync preferences.
fr: Quand vous branchez votre matériel, Banshee affiche son icône dans la partie gauche du menu. Cliquez sur cette icône pour ouvrir la page d'accueil de ce matériel dans Banshee et afficher vos préférences de synchronisation.

source: Sync Your Music
fr: Synchronisation de votre musique

source: You can choose to manage the media on your portable music by having Banshee automatically sync it or manage your music and media manually.
fr: Vous avez le choix entre laisser Banshee synchroniser automatiquement votre musique, ou le faire manuellement.

source: Choose your device from the Banshee menu and then choose how you want to sync your media, including:
fr: Choisissez votre matériel dans le menu de Banshee et ensuite la façon de synchroniser vos média, parmi :

source: Podcast
fr: les podcasts

source: If you choose to sync your entire library automatically with your portable media player make sure your portable media player has enough storage space. If your library is larger than the space on your portable media player, Banshee will sync media until your player is full and then stop.
fr: Si vous décidez de synchroniser automatiquement toute votre bibliothèque avec votre baladeur, assurez vous au préalable que celui-ci dispose de suffisamment de mémoire. Au cas où votre bibliothèque serait plus grande que l'espace mémoire disponible de votre lecteur, Banshee le synchronise jusqu'à ce qu'il soit plein puis s'arrête.

source: If you have created playlists or smart playlists in your music library, they will also be displayed as a sync option for Music. This can be helpful when creating smart playlists, as smart playlists will automatically update as new content is added based on the playlist rules, and Banshee will sync the new playlist to your device every time you plug it in.
fr: Si vous avez créé des listes de lectures simples ou intelligentes dans votre bibliothèque musicale, elles sont aussi affichées comme options de synchronisation musicale. Ceci est très pratique lorsque vous créez des listes de lecture intelligentes car celles-ci se mettent automatiquement à jour, au fur et à mesure de vos ajouts, en fonction des règles de la liste de lecture. Banshee synchronise la nouvelle liste avec votre lecteur à chaque branchement.
