Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: An overview of the <app>Banshee</app> user interface.
cs: Přehled uživatelského rozhraní přehrávače <app>Banshee</app>.
de: Ein Überblick über die Benutzeroberfläche von <app>Banshee</app>.
el: Μια επισκόπηση της διεπαφής χρήστη του <app>Banshee</app>.
es: Una vista general de la interfaz de usuario de <app>Banshee</app>.
ro: O privire de ansamblu a interfeței playerului <app>Banshee</app>.
sv: En överblick av <app>Banshees</app> användargränssnitt.

source: The <app>Banshee</app> user interface
cs: Uživatelské rozhraní <app>Banshee</app>
de: Die Benutzeroberfläche von <app>Banshee</app>
el: Η διεπαφή χρήστη του <app>Banshee</app>
es: Interfaz de usuario de <app>Banshee</app>
ro: Interfața pentru utilizator <app>Banshee</app>
sv: <app>Banshees</app> användargränssnitt

source: <gui>Banshee Media Player</gui> window
cs: Okno <gui>Multimediálního přehrávače Banshee</gui>
de: Fenster des <gui>Banshee Medien-Wiedergabeprogramms</gui>
el: Παράθυρο <gui>Αναπαραγωγή πολυμέσων Banshee</gui>
es: Ventana del <gui>Reproductor multimedia Banshee</gui>
fr: Fenêtre du <gui>Lecteur multimédia Banshee</gui>
ro: Fereastra <gui>Playerului media Banshee</gui>
sv: <gui>Banshee mediaspelarfönster</gui>

source: Banshee Media Player
cs: Multimediální přehrávač Banshee
de: Banshee Medien-Wiedergabeprogramm
el: Αναπαραγωγή πολυμέσων Banshee
es: Reproductor multimedia Banshee
fr: Lecteur multimédia Banshee
ro: Player media Banshee
sv: Banshee mediaspelare

source: <app>Banshee</app> library interface
cs: Rozhraní kolekce <app>Banshee</app>
de: Bibliotheksschnittstelle von <app>Banshee</app>
el: Διεπαφή βιβλιοθήκης <app>Banshee</app>
es: Interfaz de la colección de <app>Banshee</app>
fr: Interface de la bibliothèque <app>Banshee</app>
ro: Interfața bibliotecii <app>Banshee</app>
sv: <app>Banshee biblioteksgränssnitt</app>

source: Sources
cs: Zdroje
de: Quellen
el: Πηγές
es: Fuentes
fr: Ressources
ro: Surse
sv: Källor

source: Your music and video sources are shown on the left in <app>Banshee</app>. The sources give you quick access to your <gui>Play Queue</gui>, <gui>Music</gui>, <gui>Videos</gui>, <gui>Amazon MP3 Store</gui>, <gui>Last.fm</gui>, <gui>Podcasts</gui> and more.
cs: Vaše zdroje hudby a videí jsou zobrazeny v levé části okna <app>Banshee</app>. Zdroje vám poskytují rychlý přístup k <gui>Frontě přehrávání</gui>, <gui>Hudbě</gui>, <gui>Videím</gui>, <gui>Obchodu s MP3 Amazon</gui>, <gui>Last.fm</gui>, <gui>Podcastům</gui> a dalším.
de: Ihre Musik und Videos werden links in <app>Banshee</app> angezeigt. Über die Quellen erhalten Sie schnellen Zugriff auf Ihre <gui>Wiedergabe-Warteschlange</gui>, <gui>Musik</gui>, <gui>Videos</gui>, <gui>Amazon MP3-Laden</gui>, <gui>Last.fm</gui>, <gui>Podcasts</gui> und mehr.
el: Οι πηγές για τη μουσική και τα βίντεό σας εμφανίζονται στα αριστερά στο <app>Banshee</app>. Οι πηγές σας δίνουν γρήγορη πρόσβαση στη <gui>Σειρά αναπαραγωγής</gui>, στη <gui>Μουσική</gui>, στα <gui>Βίντεο</gui>, στο <gui>Κατάστημα MP3 του Amazon</gui>, στο <gui>Last.fm</gui>, στις <gui>Φορητές εκπομπές</gui> και άλλα.
es: Su música y sus fuentes de video se muestran a la izquierda de <app>Banshee</app>. Las fuentes le dan acceso directo a la <app>cola de reproducción</app>, <gui>música</gui>, <gui>vídeos</gui>, <gui>Tienda MP3 de Amazon</gui>, <gui>Last.fm</gui>, <gui>Podcasts</gui> y más.
ro: Muzica și sursele video sunt afișate în partea stângă în <app>Banshee</app>. Sursele vă oferă acces rapid la <gui>Coada de redare</gui>, <gui>Muzică</gui>, <gui>Video</gui>, <gui>Magazinul Amazon MP3</gui>, <gui>Last.fm</gui>, <gui>Podcasturi</gui> și multe altele.
sv: Dina musik- och videokällor visas till vänster i <app>Banshee</app>. Källorna ger dig snabb tillgång till din <gui>Uppspelningskö</gui>, <gui>Musik</gui>, <gui>Videor</gui>, <gui>Amazon MP3 Store</gui>, <gui>Last.fm</gui>, <gui>Poddsändningar</gui>, med mera.

source: The menu choices will change depending on the source you have chosen. For example, to use the menu to import a podcast, you will need to choose the <gui>Podcasts</gui> source. The menu option for importing a podcast is not available when viewing the video or music library.
cs: Volby nabídky se mění podle toho, který zdroj máte zvolen. Pokud například chcete použít nabídku pro import podcastu, musíte zvolit zdroj <gui>Podcasty</gui>. Volba nabídky pro import podcastu není dostupná, když si prohlížíte video nebo hudební kolekci.
de: Abhängig von der von Ihnen gewählten Quelle ändert sich die Menüauswahl. Wenn Sie beispielsweise einen Podcast importieren, müssen Sie die <gui>Podcast</gui>-Quelle wählen. Die Menüoption zum Importieren eines Podcasts ist jedoch nicht vorhanden, wenn Sie ein Video abspielen oder die Musikbibliothek betrachten.
el: Οι επιλογές του μενού θα αλλάζουν ανάλογα με την πηγή που έχετε επιλέξει. Παραδείγματος χάριν, για να χρησιμοποιήσετε το μενού για την εισαγωγή μιας φορητής εκπομπής (podcast), πρέπει να επιλέξετε την πηγή <gui>Φορητές εκπομπές</gui>. Η επιλογή του μενού για εισαγωγή φορητής εκπομπής δεν είναι διαθέσιμη όταν βλέπετε τη βιβλιοθήκη των βίντεο ή της μουσικής.
es: Las opciones a elegir en el menú cambiarán según la fuente que se elija. Por ejemplo, para importar un podcast, tendrá que utilizar la fuente <gui>Podcast</gui>. La opción del menú para importar un podcast no estará disponible cuando esté viendo la colección de video o música.
ro: Opțiunile din meniu se vor schimba în funcție de sursele pe care le-ați ales. De exemplu, pentru a folosi meniul la importarea unui podcast, va trebui să alegeți sursa <gui>podcastului</gui>. Opțiunea din meniu pentru importarea unui podcast nu este disponibilă când vizualizați biblioteca video sau audio.
sv: Menyvalen kommer att ändras beroende på vilken källa du har valt. Till exempel, för att använda menyn för att importera en poddsändning, måste du välja källan <gui>Poddsändningar</gui>. Menyobjektet för att importera en poddsändning är nu tillgänglig när du tittar i video- eller musikbiblioteket.

source: Library browser
cs: Procházení kolekcí
de: Bibliotheksansicht
el: Περιηγητής βιβλιοθήκης
es: Navegador de colecciones
ro: Navigatorul bibliotecii
sv: Biblioteksbläddrare

source: When you select a music or video source from Sources, <app>Banshee</app> will display your content in the library browser. Depending on the source you choose, <app>Banshee</app> can display your music or video library, podcast subscriptions or even the Amazon Music Store to allow you to buy music.
cs: Když ve zdrojích vyberete zdroj hudby nebo videa, přehrávač <app>Banshee</app> zobrazí váš obsah v prohlížeči kolekce. Podle toho, jaký zdroj jste zvolili, může <app>Banshee</app> zobrazit vaši kolekci hudby nebo videa, odběry podcastů nebo i hudební obchod Amazon, kde můžete hudbu nakupovat.
de: Wenn Sie eine Musik- oder Videoquelle wählen, dann zeigt <app>Banshee</app> deren Inhalt in der Bibliotheksansicht an. Abhängig von der gewählten Quelle kann <app>Banshee</app> Ihre Musik- oder Videobibliothek, abonnierte Podcasts oder den Amazon-Musikladen anzeigen, wo Sie Musik kaufen können.
el: Όταν επιλέγετε μια πηγή μουσικής ή βίντεο από τις πηγές σας, το <app>Banshee</app> θα εμφανίσει το περιεχόμενό σας στον περιηγητή βιβλιοθήκης. Ανάλογα με την πηγή που επιλέγετε, το <app>Banshee</app> μπορεί να εμφανίσει τη βιβλιοθήκη σας μουσικής ή βίντεο ή ακόμα το κατάστημα μουσικής του Amazon για να σας επιτρέψει να αγοράσετε μουσική.
es: Cuando selecciona una fuente de canción o vídeo desde Fuentes, <app>Banshee</app> mostrará su contenido en el navegador de colecciones. Dependiendo de la fuente que elija, <app>Banshee</app> podrá mostrar su colección de música o vídeo, subscripciones a podcasts o incluso la tienda de música de Amazon para permitirle comprar música.
ro: Când selectați o sursă de muzică sau de video din Surse, <app>Banshee</app> va afișa conținutul ei în Navigatorul bibliotecii. În funcție de sursa aleasă, <app>Banshee</app> poate afișa biblioteca audio sau video a dumneavoastră, abonările la podcasturi sau chiar și Magazinul de muzică Amazon pentru a vă permite să cumpărați muzică.
sv: När du väljer en musik- eller videokälla från Källor, så kommer <app>Banshee</app> automatiskt att visa ditt innehåll i biblioteksbläddraren. Beroende på vilken källa du väljer, så kan <app>Banshee</app> visa ditt musik- eller videobibliotek, poddsändningsprenumerationer eller till och med Amazon Music Store för att låta dig köpa musik.

source: <gui>Now Playing</gui> view
cs: <gui>Právě se přehrává</gui>
de: Ansicht <gui>Aktuelle Wiedergabe</gui>
el: Προβολή <gui>τρέχουσας αναπαραγωγής</gui>
es: Vista <gui>En reproducción</gui>
ro: Vizualizarea <gui>Acum se redă</gui>
sv: <gui>Nu spelas</gui>-vyn

source: Helpful when using <app>Banshee</app> in full screen mode, the <gui>Now Playing</gui> mode hides the library to give you a larger view of the music or video you are watching. When listening to music, the <gui>Now Playing</gui> view will show you the artist name, album and cover art if available. If you are watching a video, <app>Banshee</app> will display the video.
cs: Pokud používáte přehrávač <app>Banshee</app> v režimu celé obrazovky, režim <gui>Právě se přehrává</gui> skryje kolekci, abyste získali větší pohled na hudbu nebo video, které sledujete. Když posloucháte hudbu, <gui>Právě se přehrává</gui> zobrazí jméno umělce, album a přebal (pokud je dostupný). Když sledujete video, bude <app>Banshee</app> zobrazovat video.
de: Bei der Verwendung von <app>Banshee</app> im Vollbildmodus kann hilfreich sein, dass der <gui>Aktuelle Wiedergabe</gui>-Modus die Bibliothek verbirgt, um eine vergrößerte Ansicht auf die Musik oder das Video zu gewähren. Beim Musik Hören zeigt Ihnen der <gui>Aktuelle Wiedergabe</gui>-Modus die Namen der Künstler, der Alben und die Alben-Cover an, sofern diese verfügbar sind. Beim Ansehen eines Videos zeigt <app>Banshee</app> das Video an.
el: Βοηθάει όταν χρησιμοποιείτε το <app>Banshee</app> σε κατάσταση πλήρους οθόνης, η κατάσταση <gui>τρέχουσας αναπαραγωγής</gui> αποκρύπτει τη βιβλιοθήκη για να σας δώσει μια μεγαλύτερη προβολή της μουσικής ή του βίντεο που παρακολουθείτε. Όταν ακούτε μουσική, η προβολή <gui>τρέχουσας αναπαραγωγής</gui> θα εμφανίσει το όνομα του καλλιτέχνη, τον δίσκο και το εξώφυλλο, αν είναι διαθέσιμα. Αν παρακολουθείτε βίντεο το <app>Banshee</app> θα εμφανίσει το βίντεο.
es: Útil cuando se usa <app>Banshee</app> en modo de pantalla completa, el modo <gui>En reproducción</gui> oculta la colección para darle una vista más grande de la música o del vídeo que está viendo. Cuando escucha música, la vista <gui>En reproducción</gui> le mostrará el nombre del artista, el álbum y la portada, si está disponible. Si está viendo un vídeo, <app>Banshee</app> mostrará el vídeo.
ro: Util atunci când utilizați <app>Banshee</app> în modul ecran complet, modul <gui>Acum se redă</gui> ascunde biblioteca pentru a vă oferi o vizualizare mai mare a muzicii sau a materialului video pe care îl vizionați. Atunci când ascultați muzică, vizualizarea <gui>Acum se redă</gui> va arăta numele artistului, albumul și coperta discului dacă este disponibilă. Dacă urmăriți un video, <app>Banshee</app> va afișa acel video.
sv: Praktiskt när <app>Banshee</app> körs i helskärmsläge, <gui>Nu spelas</gui>-läget gömmer biblioteket för att ge dig en bättre bild för musiken eller videon som du tittar på. När du lyssnar på musik så kommer <gui>Nu spelas</gui>-vyn att visa dig artistnamnet, albumet och omslagsbild om den finns. Om du tittar på en video, så kommer <app>Banshee</app> att visa videon.

source: To change the <gui>Now Playing</gui> mode to hide the <app>Banshee</app> user interface and view your media in full screen mode instead, you can do any of the following:
cs: Přepnout se do režimu <gui>Právě se přehrává</gui> a skrýt tak uživatelské rozhraní <app>Banshee</app> a místo něj zobrazit svá média přes celou obrazovku, můžete následovně:
de: Um im <gui>Aktuelle Wiedergabe</gui>-Modus die <app>Banshee</app>-Benutzerschnittstelle zu verstecken und Ihre Medien im Vollbildmodus zu betrachten, können Sie eine der folgenden Möglichkeiten einsetzen:
el: Για αλλαγή της κατάστασης <gui>τρέχουσας αναπαραγωγής</gui> για να κρύψετε τη διεπαφή χρήστη του <app>Banshee</app> και να προβάλετε τα μέσα σας σε κατάσταση πλήρους οθόνης, μπορείτε να κάνετε οποιοδήποτε από τα παρακάτω:
es: Para cambiar el modo <gui>En reproducción</gui> para esconder la interfaz de usuario de <app>Banshee</app> y ver el contenido multimedia en el modo de pantalla completa, puede hacer lo siguiente:
ro: Pentru a modifica modul <gui>Acum se redă</gui> să ascundă interfața pentru utilizator <app>Banshee</app> și să afișeze mediile pe întreg ecranul, puteți urma oricare dintre următoarele:
sv: För att ändra till <gui>Nu spelas</gui>-vyn så att <app>Banshee</app> gömmer användargränssnittet och utnyttjar helskärmsläget så kan du göra något av följande:

source: Double-click the view with your mouse.
cs: Dvojitě myší klikněte na zobrazení.
de: Klicken Sie mit Ihrer Maus doppelt in die Ansicht.
el: Διπλοπατήστε την προβολή με το ποντίκι σας.
es: Pulse dos veces en la vista con el ratón.
ro: Apăsați dublu clic pe vizualizare.
sv: Dubbel-klicka på vyn med musen.

source: Press <key>F</key>.
cs: Zmáčkněte <key>F</key>.
de: <key>F</key> drücken.
el: Πατήστε <key>F</key>.
es: Pulse <key>F</key>.
ro: Apăsați <key>F</key>
sv: Trycka på <key>F</key>.

source: Press <key>F11</key>.
cs: Zmáčkněte <key>F11</key>.
de: <key>F11</key> drücken.
el: Πατήστε <key>F11</key>.
es: Pulse <key>F11</key>.
ro: Apăsați <key>F11</key>
sv: Trycka på <key>F11</key>.

source: Press the <gui style="button">Fullscreen</gui> button in the upper right hand corner of <app>Banshee</app>.
cs: Zmáčkněte tlačítko <gui style="button">Celá obrazovka</gui> v pravém horním rohu <app>Banshee</app>.
de: Den <gui style="button">Vollbild</gui>-Knopf in der rechten oberen Ecke von <app>Banshee</app> drücken.
el: Πατήστε το κουμπί <gui style="button">Πλήρης οθόνη</gui> στην πάνω δεξιά γωνία του <app>Banshee</app>.
es: Pulse el botón <gui style="button">Pantalla completa</gui> en la esquina superior derecha de <app>Banshee</app>.
ro: Apăsați butonul<gui style="button">Pe tot ecranul</gui> situat în colțul din partea dreaptă a <app>Banshee</app>.
sv: Klicka på knappen <gui>Helskärm</gui> längst upp till höger i <app>Banshee</app>.

source: Select <guiseq><gui style="menu">View</gui><gui style="menuitem">Fullscreen</gui></guiseq>.
cs: Vyberte <guiseq><gui style="menu">Zobrazit</gui><gui style="menuitem">Celá obrazovka</gui></guiseq>.
de: <guiseq><gui style="menu">Ansicht</gui><gui style="menuitem">Vollbild</gui></guiseq> wählen.
el: Επιλέξτε <guiseq><gui style="menu">Προβολή</gui><gui style="menuitem">Πλήρης οθόνη</gui></guiseq>.
es: Seleccione <guiseq><gui style="menu">Vista</gui><gui style="menuitem">Pantalla completa</gui></guiseq>.
ro: Selectați <guiseq><gui style="menu">Vizualizare</gui><gui style="menuitem">Pe tot ecranul</gui></guiseq>.
sv: Välja <guiseq><gui style="menu">Visa</gui><gui style="menuitem">Helskärm</gui></guiseq>.

source: Libraries
cs: Kolekce
de: Bibliotheken
el: Βιβλιοθήκες
es: Colecciones
ro: Biblioteca
sv: Bibliotek

source: The <gui>Libraries</gui> view in <app>Banshee</app> will change depending on the Source you have chosen. For example, the <gui>Music</gui> library will display cover art, artists in your library, and list of songs and the <gui>Podcasts</gui> library will display your podcast subscriptions, podcasts that are downloaded or not downloaded, and all, new or old podcasts. Please see the help page of each source for detailed information on managing a source.
cs: Zobrazení <gui>Kolekcí</gui> se v přehrávači <app>Banshee</app> mění v závislosti na zdroji, který máte zvolen. Kolekce <gui>Hudba</gui> zobrazí přebal, umělce a seznam skladeb. Kolekce <gui>Podcasty</gui> zobrazí vaše odběry podcastů, podcasty, které jsou staženy a které ne, a všechny, nové nebo staré podcasty. Na další podrobné informace o správě toho kterého zdroje se prosím podívejte na stránku s nápovědou příslušného zdroje.
de: Abhängig von der von Ihnen gewählten Quelle ändert sich die <gui>Bibliotheksansicht</gui> in <app>Banshee</app>. Die <gui>Musikbibliothek</gui> zeigt Alben-Cover, die Künstler in Ihrer Bibliothek sowie eine Liste der Titel an. Die <gui>Podcast-Bibliothek</gui> zeigt Ihre abonnierten Podcasts, heruntergeladene oder nicht heruntergeladene Podcasts und alle alten oder neuen Podcasts an. In der Hilfeseite zu den Quellen finden Sie detaillierte Informationen über die Verwaltung einer Quelle.
el: Η προβολή <gui>βιβλιοθήκες</gui> στο <app>Banshee</app> θα αλλάξει ανάλογα με την πηγή που έχετε επιλέξει. Για παράδειγμα, η βιβλιοθήκη <gui>μουσική</gui> θα εμφανίσει εξώφυλλο, καλλιτέχνες στη βιβλιοθήκη σας και λίστα τραγουδιών και η βιβλιοθήκη <gui>Φορητών εκπομπών</gui> θα εμφανίσει τις συνδρομές σας σε φορητές εκπομπές, εκπομπές που έχουν ή δεν έχουν μεταφορτωθεί και όλες, τις νέες ή τις παλιές εκπομπές. Παρακαλούμε, δείτε τη σελίδα βοήθειας κάθε πηγής για λεπτομερείς πληροφορίες για τη διαχείρισή μιας πηγής.
es: La vista <gui>Colecciones</gui> en <app>Banshee</app> cambiará dependiendo de la fuente que haya elegido. La «Colección de música» mostrará la carátula, los artistas en su colección y lista de canciones. Por ejemplo, la colección <gui>Música</gui> mostrtará la portada, artistas en su colección y la lista de canciones de la colección <gui>Podcasts</gui> mostrará sus subscripciones a podcast, los podcast que ha descargado y los que no, y todos los podcast, nuevos o antiguos. Consulte la página de ayuda de cada fuente para obtener información detallada sobre cómo gestionar una fuente.
ro: Vizualizarea <gui>bibliotecii</gui> în <app>Banshee</app> se va modifica în funcție de sursa care ați ales-o. Biblioteca <gui>muzicală</gui> va afișa coperta albumului, artiști din biblioteca dumneavoastră, și lista de melodii. Biblioteca <gui>Podcast</gui> va afișa abonamentele dumneavoastră Podcast, podcasturi care sunt descărcate sau nu sunt descărcate, și toate, podcast-uri noi sau vechi. Vă rugăm să consultați sursa de ajutor al fiecărei pagini pentru informații detaliate despre modul de gestionare al sursei.
sv: <gui>Biblioteks</gui>-vyn i <app>Banshee</app> kommer att ändras beroende på vilken källa du har valt. Till exempel kommer <gui>Musik</gui>-biblioteket att visa omslagsbilder, artister i ditt bibliotek och lista över låtar. <gui>Poddsändnings</gui>-biblioteket kommer att visa dina poddsändningsprenumerationer, poddsändningar som är hämtade eller ohämtade samt alla, nya eller gamla poddsändningar. Se vidare på varje källas hjälpsida för detaljerad information om hur varje källa hanteras.

source: Sync your media to a portable media player or smartphone.
cs: Synchronizujte svá média s přenosnými přehrávači a smartfony.
de: Abgleichen Ihrer Medien mit einem tragbaren Abspielgerät oder Smartphone.
el: Συγχρονίστε τα πολυμέσα σας με μια φορητή συσκευή αναπαραγωγής ή ένα έξυπνο κινητό.
es: Sincronizar su contenido multimedia con un reproductor portátil o un teléfono inteligente.
fr: Synchronisation de votre média avec un lecteur multimédia portable ou un smartphone.
ro: Sincronizați-vă fișierele media la un player de muzică portabil sau un smartphone.
sv: Synkronisera dina media till en portabel mediaspelare eller smarttelefon.

source: Sync
cs: Synchronizace
de: Abgleich
el: Συγχρονισμός
es: Sincronizar
fr: Synchronisation
ro: Sincronizare
sv: Synkronisera
