Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: Play your music
cs: Přehrávání vaší hudby
de: Ihre Musik wiedergeben
el: Αναπαραγωγή της μουσικής σας
es: Reproducir de música
fr: Lecture de votre musique
ro: Redarea muzicii
sv: Spela din musik

source: To play music in <app>Banshee</app>, choose the Music source. The music library will show you all artists in your music library, cover art for each album, and a list of all songs in your library.
cs: Když si chcete v <app>Banshee</app> přehrát hudbu, zvolte zdroj Hudba. Hudební knihovna vám zobrazí všechny umělce ve vaší hudební kolekci, přebaly pro každé z alb a seznam skladeb ve vaší kolekci.
de: Um Musik in <app>Banshee</app> wiederzugeben, wählen Sie die Musik-Quelle. Die Musikbibliothek zeigt alle Künstler in Ihrer Bibliothek an, Alben-Titelbild für jedes Album, sowie eine Liste aller Titel in Ihrer Bibliothek.
el: Για αναπαραγωγή μουσικής στο <app>Banshee</app>, επιλέξτε την πηγή μουσική. Η βιβλιοθήκη μουσικής θα σας εμφανίσει όλους τους καλλιτέχνες στη μουσική βιβλιοθήκη, το εξώφυλλο για κάθε δίσκο και μια λίστα όλων των τραγουδιών στη βιβλιοθήκη σας.
es: Para reproducir música en <app>Banshee</app>, elija la fuente Música. La colección de música mostrará todos los artistas en su colección de música, la portada de cada álbum y una lista de todas las canciones de su colección.
ro: Pentru a reda muzică în <app>Banshee</app>, alegeți sursa de muzică. Biblioteca de muzică vă va arăta toți artiștii din biblioteca dumneavoastră de muzică, coperta pentru fiecare album, și o listă cu toate piesele din biblioteca dumneavoastră.
sv: För att spela musik i <app>Banshee</app>, välj musikkällan. Musikbiblioteket kommer att visa dig alla artister i ditt musikbibliotek, omslagsbilder för varje album och en lista över alla låtar i ditt bibliotek.

source: Choose the album or song you wish to play from the list of artists, albums or use the search bar in the upper right hand corner of <app>Banshee</app>.
cs: Vyberte album nebo skladbu, které si přejete přehrát, ze seznamu umělců, alb nebo použijte vyhledávací pole v pravém horním rohu <app>Banshee</app>.
de: Wählen Sie das wiederzugebende Album oder den wiederzugebenden Titel in der Liste der Künstler oder Alben aus, oder benutzen sie das Suchfeld in der oberen rechten Ecke des Anwendungsfensters von <app>Banshee</app>.
el: Επιλέξτε τον δίσκο ή το τραγούδι που θέλετε να αναπαραχθεί από τη λίστα καλλιτεχνών, δίσκων ή χρησιμοποιήστε τη γραμμή αναζήτησης στην πάνω δεξιά γωνία του <app>Banshee</app>.
es: Elija el álbum o canción que desea reproducir desde la lista de artistas, álbumes o use la barra de búsqueda en la esquina superior derecha de <app>Banshee</app>.
ro: Alegeți albumul sau piesa pe care doriți să o redați din lista de artiști, albume sau utilizați bara de căutare din colțul din dreapta sus al <app>Banshee</app>.
sv: Välj albumet eller låten du önskar spela från listan av artister och album eller använd sökfältet i övre högra hörnet av <app>Banshee</app>.

source: To start playing a song, use your mouse to double click the song name, press the <key>Space</key>, or choose <guiseq><gui style="menu">Playback</gui><gui style="menuitem">Play</gui></guiseq> from the <app>Banshee</app> menu.
cs: K započetí přehrávání skladby použijte dvojité kliknutí myší na název skladby nebo zmáčkněte <key>mezerník</key> a nebo zvolte <guiseq><gui style="menu">Přehrát</gui> <gui style="menuitem">Přehrát</gui></guiseq> z nabídky <app>Banshee</app>.
de: Um mit der Wiedergabe eines Liedes zu beginnen, klicken Sie mit der Maus zweimal auf den Titelnamen, drücken Sie die <key>Leertaste</key> oder wählen Sie <guiseq><gui style="menu">Wiedergabe</gui><gui style="menuitem">Wiedergabe</gui></guiseq> im Banshee-Menü.
el: Για να αρχίσετε την αναπαραγωγή ενός τραγουδιού, διπλοπατήστε στο όνομα του τραγουδιού, πατήστε το <key>πλήκτρο διαστήματος</key> ή επιλέξτε <guiseq><gui style="menu">Αναπαραγωγή</gui><gui style="menuitem">Εκτέλεση</gui></guiseq> από το μενού του <app>Banshee</app>.
es: Para empezar a reproducir una canción, pulse dos veces en el nombre de la canción, pulse <key>Espacio</key> o elija <guiseq><gui style="menu">Reproducción</gui><gui style="menuitem">Reproducir</gui></guiseq> en el menú de <app>Banshee</app>.
ro: Pentru a începe redarea unei piese, folosiți mausul pentru a apăsa dublu clic pe numele piesei, apăsați <key>Bara de spațiu</key>, sau alegeți <guiseq><gui style="menu">Redare</gui><gui style="menuitem">Redare</gui></guiseq> din meniul <app>Banshee</app>.
sv: För att börja spela låten, använd musen för att dubbelklicka på låtnamnet, tryck på <key>Mellanslag</key>, eller välj <guiseq><gui style="menu">Uppspelning</gui><gui style="menuitem">Spela upp</gui></guiseq> från <app>Banshee</app>-menyn.

source: You can also start playing an album by choosing the album in the album browser and using your mouse to double click the song name, press the <key>Space</key>, or choose <guiseq><gui style="menu">Playback</gui><gui style="menuitem">Play</gui></guiseq> from the <app>Banshee</app> menu.
cs: Můžete spustit i přehrávání alba výběrem alba v prohlížeči alba a dvojitým kliknutím na název skladby, zmáčknutím <key>mezerníku</key> nebo volbou <guiseq><gui style="menu">Přehrát</gui> <gui style="menuitem">Přehrát</gui></guiseq> z nabídky <app>Banshee</app>.
de: Sie können auch ein Album abspielen, indem Sie das Album in der Albenansicht auswählen und dann entweder mit der Maus doppelt auf das erste Lied klicken, die <key>Leertaste</key> drücken oder <guiseq><gui style="menu">Wiedergabe</gui><gui style="menuitem">Wiedergabe</gui></guiseq> im <app>Banshee</app>-Menü wählen.
el: Μπορείτε να ξεκινήσετε την αναπαραγωγή ενός δίσκου επιλέγοντας το δίσκο στην περιήγηση δίσκων με διπλό κλικ στο όνομα του τραγουδιού, πατώντας το <key>πλήκτρο διαστήματος</key> ή επιλέγοντας <guiseq><gui style="menu">Αναπαραγωγή</gui><gui style="menuitem">Εκτέλεση</gui></guiseq> από το μενού του <app>Banshee</app>.
es: También puede empezar a reproducir un álbum, eligiéndolo del navegador de álbumes y pulsando dos veces sobre el nombre de la canción, pulse <key>Espacio</key> o elija <guiseq><gui style="menu">Reproducción</gui><gui style="menuitem">Reproducir</gui></guiseq> en el menú de <app>Banshee</app>.
ro: Puteți de asemenea să începeți să redați un album alegând albumul în navigatorul de albume apoi folosiți mausul și apăsați dublu clic pe numele piesei, apoi apăsați <key>Bara de spațiu</key>, sau alegeți <guiseq><gui style="menu">Redare</gui><gui style="menuitem">Redare</gui></guiseq> din meniul <app>Banshee</app>.
sv: Du kan också börja att spela ett album genom att välja albumet i albumbläddraren och använda musen för att dubbelklicka på låtnamnet, trycka på <key>Mellanslag</key> eller välja <guiseq><gui style="menu">Uppspelning</gui><gui style="menuitem">Spela upp</gui></guiseq> från <app>Banshee</app>-menyn.

source: To play all songs by one artist, choose the artist in the artist browser and press the <key>Space</key>, or choose <guiseq><gui style="menu">Playback</gui><gui style="menuitem">Play</gui></guiseq> from the <app>Banshee</app> menu.
cs: Pro přehrání všech skladeb od jednoho umělce zvolte umělce v prohlížeči umělců a zmáčkněte <key>mezerník</key> nebo zvolte <guiseq><gui style="menu">Přehrát</gui> <gui style="menuitem">Přehrát</gui></guiseq> z nabídky <app>Banshee</app>.
de: Um alle Lieder eines Künstlers abzuspielen, wählen Sie den Künstler in der Künstleransicht aus und drücken Sie die <key>Leertaste</key> oder wählen Sie <guiseq><gui>Wiedergabe</gui><gui>Wiedergabe</gui></guiseq> im <app>Banshee</app>-Menü.
el: Για να αναπαραχθούν όλα τα τραγούδια ενός καλλιτέχνη, επιλέξτε τον καλλιτέχνη από την περιήγηση και πατήστε το <key>πλήκτρο διαστήματος</key> ή επιλέξτε <guiseq><gui style="menu">Αναπαραγωγή</gui><gui style="menuitem">Εκτέλεση</gui></guiseq> από το μενού του <app>Banshee</app>.
es: Para reproducir todas las canciones de un artista, elija el artista en el navegador de artistas y pulse <key>Espacio</key>, o elija <guiseq><gui style="menu">Reproducción</gui><gui style="menuitem">Reproducir</gui></guiseq> desde el menú de <app>Banshee</app>.
ro: Pentru a reda toate melodiile de un singur artist, alegeți artistul în navigatorul de artiști apoi apăsați <key>Bara de spațiu</key>, sau alegeți <guiseq><gui style="menu">Redare</gui><gui style="menuitem">Redare</gui></guiseq> din meniul <app>Banshee</app>.
sv: För att spela alla låtar av en artist, välj artisten i artistbläddraren och tryck på <key>Mellanslag</key>, eller välj <guiseq><gui style="menu">Uppspelning</gui><gui style="menuitem">Spela upp</gui></guiseq> från <app>Banshee</app>-menyn.

source: <app>Banshee</app> also displays your Favorite albums (those you play the most), Recent Favorites, Recently Added and Unheard music. Choose the one you wish to listen to and you can play songs from each.
cs: Přehrávač <app>Banshee</app> také zobrazuje vaše oblíbená alba (to jsou ta, která nejčastěji přehráváte), nedávno oblíbenou, nedávno přidanou a neposlouchanou hudbu. Jedno z toho si zvolte k poslechu a můžete přehrávat jednotlivé skladby.
de: <app>Banshee</app> zeigt auch Ihre Lieblingsalben an, das sind diejenigen, die Sie am häufigsten abspielen, außerdem kürzlich hinzugefügte Favoriten und noch nicht gehörte Musik. Wählen Sie aus, was Sie hören wollen und Sie können es nacheinander abspielen.
el: Το <app>Banshee</app> επίσης εμφανίζει τους αγαπημένους σας δίσκους (αυτούς που ακούτε περισσότερο), τα πρόσφατα αγαπημένα, τις πρόσφατες προσθήκες και πρώτες παρουσιάσεις μουσικής. Επιλέξτε αυτό που επιθυμείτε να ακούσετε και μπορείτε να αναπαράγετε τραγούδια από το καθένα.
es: <app>Banshee</app> también muestra sus álbumes favoritos (aquellos que más escucha), favoritos recientes, añadidos recientemente y música no oída. Elija el que quiere escuchar y puede reproducir canciones de cada uno de ellos.
ro: <app>Banshee</app> vă afișează de asemenea albumele favorite (acelea pe care le-ați redat cel mai mult), favoritele recente, recent adăugate și muzica neascultată. Alege ce doriți să ascultați și puteți reda melodii de la fiecare.
sv: <app>Banshee</app> visar också dina favoritalbum (de som de spelar mest), senaste favoriter, senaste tillagda och olyssnad musik. Välj den du önskar sedan kan du lyssna på låtar från den kategorin.

source: <app>Banshee</app> can be used to play music in a random order using the <gui style="menuitem">Shuffle</gui> mode. Enable the mode in <guiseq><gui style="menu">Playback</gui><gui style="menuitem">Shuffle</gui></guiseq>, followed by a shuffle type selection.
cs: <app>Banshee</app> můžete používat k přehrávání hudby v náhodném pořadí pomocí režimu <gui style="menuitem">Náhodné pořadí</gui>. Zapnete jej výběrem <guiseq><gui style="menu">Přehrát</gui> <gui style="menuitem">Náhodné pořadí</gui></guiseq> a následně volbou typu náhodného pořadí.
de: <app>Banshee</app> kann verwendet werden, um Musiktitel mit der <gui>Zufallswiedergabe</gui> in zufälliger Reihenfolge abzuspielen. Aktivieren Sie den Modus mit <guiseq><gui style="menu">Wiedergabe</gui><gui style="menuitem">Zufallswiedergabe</gui></guiseq>, und der Auswahl des Zufallswiedergabetype.
el: Το <app>Banshee</app> μπορεί να χρησιμοποιηθεί για αναπαραγωγή μουσικής με τυχαία σειρά χρησιμοποιώντας την κατάσταση <gui style="menuitem">τυχαίας σειράς</gui>. Ενεργοποιήστε την κατάσταση στο <guiseq><gui style="menu">Αναπαραγωγή</gui><gui style="menuitem">Τυχαία σειρά</gui></guiseq>, ακολουθούμενη από την επιλογή τύπου τυχαίας σειράς.
es: <app>Banshee</app> se puede usar para reproducir música en orden aleatorio usando el modo <gui style="menuitem">Aleatorio</gui>. Active este modo en <guiseq><gui style="menu">Reproducción</gui><gui style="menuitem">Aleatorio</gui></guiseq>, seguido de la selección de tipo aleatoria.
ro: <app>Banshee</app> poate fi folosit pentru a reda muzică într-o ordine aleatoare folosind modul <gui style="menuitem">Amestecat</gui>. Activați modul în <guiseq><gui style="menu">Redare</gui><gui style="menuitem">Amestecat</gui></guiseq>, urmat de tipul selecției de amestecat.
sv: <app>Banshee</app> kan användas för att spela musik i slumpmässig ordning via <gui style="menuitem">Blanda</gui>-läget. Aktivera läget via <guiseq><gui style="menu">Uppspelning</gui><gui style="menuitem">Blanda</gui></guiseq>, följt av ett val hur blandningen ska ske.

source: By Song
cs: Podle skladby
de: Nach Titel
el: Κατά τραγούδι
es: Por canción
ro: După melodie
sv: Efter låt

source: Play tracks in a random order.
cs: Přehraje stopy v náhodném pořadí.
de: Wiedergabe in zufälliger Reihenfolge
el: Αναπαραγωγή κομματιών με τυχαία σειρά.
es: Reproducir pistas en orden aleatorio.
ro: Redă piesele într-o ordine aleatoare.
sv: Spelar spår i slumpmässig ordning.

source: By Artist
cs: Podle umělce
de: Nach Künstler
el: Κατά καλλιτέχνη
es: Por artista
ro: După artist
sv: Efter artist

source: Play tracks by different artists every time.
cs: Přehraje stopy tak, aby se neopakovali umělci.
de: Jedes mal Titel von verschiedenen Künstlern wiedergeben.
el: Αναπαραγωγή κομματιών από διαφορετικούς καλλιτέχνες κάθε φορά.
es: Reproducir pistas de diferentes artistas cada vez.
ro: Redă piesele diferiților artiști de fiecare dată.
sv: Spelar spår med olika artister varje gång.

source: By Album
cs: Podle alba
de: Nach Album
el: Κατά δίσκο
es: Por álbum
ro: După album
sv: Efter album

source: Play tracks from different albums every time.
cs: Přehraje stopy tak, aby se neopakovaly ze stejných alb.
de: Jedes mal Titel von verschiedenen Alben wiedergeben.
el: Αναπαραγωγή κομματιών από διαφορετικούς δίσκους κάθε φορά.
es: Reproducir pistas de diferentes álbumes cada vez.
ro: Redă piesele din difeite albume de fiecare dată.
sv: Spelar spår från olika album varje gång.

source: By Rating
cs: Podle hodnocení
de: Nach Bewertung
el: Κατά κατάταξη
es: Por valoración
ro: După apreciere
sv: Efter betyg

source: Play tracks with higher ratings more often than unrated ones.
cs: Přehraje stopy tak, aby se lépe hodnocené vyskytovaly častěji než nehodnocené.
de: Titel mit höherer Bewertung häufiger spielen als nicht bewertete Titel.
el: Αναπαραγωγή κομματιών με υψηλότερη κατάταξη πιο συχνά από αβαθμολόγητα.
es: Reproducir canciones con puntuaciones más altas más a menudo que las no valoradas.
ro: Redă piese cu apreciere mai mare mai des decât cele neapreciate.
sv: Spelar spår med högre betyg oftare än spår som saknar betyg

source: If there are no rated tracks, the tracks are played in a random order.
cs: Pokud nejsou žádné hodnocené stopy k dispozici, budou se stopy přehrávat v náhodném pořadí.
de: Wenn es keine bewerteten Titel gibt, werden sie zufällig abgespielt.
el: Αν δεν υπάρχουν βαθμολογημένα κομμάτια, τα κομμάτια αναπαράγονται με τυχαία σειρά.
es: Si no hay pistas puntuadas, las pistas se reproducen en orden aleatorio.
ro: Dacă nu există piese neapreciate, piesele vor fi red ate într-o ordine aleatoare.
sv: Om det inte finns några betygsatta språk så kommer spåren att spelas i slumpmässig ordning.

source: By Score
cs: Podle bodování
de: Nach Punktzahl
el: Κατά βαθμολογία
es: Por puntuación
ro: După scor
sv: Efter betyg

source: Tracks that you play frequently are scored higher and played more often.
cs: Stopy, které jsou přehrávány často, jsou ohodnoceny více body a tím častěji přehrávány.
de: Titel, die Sie öfters wiedergeben erhalten mehr Punkte und werden öfters gespielt.
el: Κομμάτια που παίζετε συχνά βαθμολογούνται υψηλότερα και παίζονται πιο συχνά.
es: Las pistas que reproduce frecuentemente se puntúan más alto y se reproducen más veces.
ro: Piesele pe care le redați frecvent au un scor mai mare și vor fi redate mai des.
sv: Spår som du spelar ofta får högre betyg och spelas oftare.

source: Play a video
cs: Přehrávání videa
de: Ein Video abspielen
el: Αναπαραγωγή βίντεο
es: Reproducir un vídeo
fr: Lecture d'une vidéo
ro: Redarea unui video
sv: Spela en video

source: Your imported videos are listed alphabetically. To play a video, choose the video you wish to play from the list and press the <key>Space</key>, or choose <guiseq><gui style="menu">Playback</gui><gui style="menuitem">Play</gui></guiseq> from the <app>Banshee</app> menu.
cs: Videa, která jste naimportovali, jsou seřazená abecedně. Když chcete video přehrávat, vyberte jej v seznamu a zmáčkněte <key>mezerník</key> nebo zvolte <guiseq><gui style="menu">Přehrát</gui> <gui style="menuitem">Přehrát</gui></guiseq> z nabídky <app>Banshee</app>.
de: Ihre importierten Videos werden alphabetisch aufgelistet. Um ein Video abzuspielen, wählen Sie das gewünschte Video in der Liste aus und drücken Sie die <key>Leertaste</key> oder wählen Sie <guiseq><gui style="menu">Wiedergabe</gui><gui style="menuitem">Wiedergabe</gui></guiseq> im <app>Banshee</app>-Menü.
el: Τα εισαγόμενα βίντεο εμφανίζονται αλφαβητικά. Για την αναπαραγωγή ενός βίντεο, επιλέξτε το βίντεο που θέλετε να αναπαραχθεί από τη λίστα και πατήστε το <key>πλήκτρο διαστήματος</key> ή επιλέξτε <guiseq><gui style="menu">Αναπαραγωγή</gui><gui style="menuitem">Εκτέλεση</gui></guiseq> από το μενού του <app>Banshee</app>.
es: Los vídeos importados se listan alfabéticamente. Para reproducir un vídeo, escoja el vídeo que desee de la lista y pulse <key>Espacio</key>, o elija <guiseq><gui style="menu">Reproducción</gui><gui style="menuitem">Reproducir</gui></guiseq> desde el menú de <app>Banshee</app>.
ro: Clipurile video importate de dumneavoastră sunt în ordine alfabetică. Pentru a reda un clip, alegeți din listă clipul pe care doriți să îl redați apoi apăsați <key>Bara de spațiu</key>, sau alegeți <guiseq><gui style="menu">Redare</gui><gui style="menuitem">Redare</gui></guiseq> din meniul <app>Banshee</app>.
sv: Dina importerade videor listas alfabetiskt. För att spela en video, välj videon du önska att spela upp från listan och tryck på <key>Mellanslag</key>, eller välj <guiseq><gui style="menu">Uppspelning</gui><gui style="menuitem">Spela upp</gui></guiseq> från <app>Banshee</app>-menyn.

source: <app>Banshee</app> also shows your Favorite videos (those you watch the most) and Unwatched videos. Choose one and you can play a video from the list.
cs: Přehrávač <app>Banshee</app> také zobrazuje vaše oblíbená videa (to jsou ta, která sledujete nejčastěji) a nezhlédnutá videa. Jedno z toho si zvolte a můžete si přehrávat videa ze seznamu.
de: <app>Banshee</app> zeigt auch Ihre Lieblingsvideos an, das sind diejenigen, die Sie am häufigsten abspielen, außerdem noch nicht abgespielte Videos. Wählen Sie eines aus und Sie können ein Video aus der Liste abspielen.
el: Το <app>Banshee</app> εμφανίζει επίσης τα αγαπημένα σας βίντεο (αυτά που παρακολουθείτε περισσότερο) και αυτά που δεν έχουν προβληθεί. Επιλέξτε ένα και μπορείτε να το αναπαράγετε από τη λίστα.
es: <app>Banshee</app> también muestra sus vídeos favoritos (aquellos que más ve) y vídeos no vistos. Seleccione uno y puede reproducir un vídeo desde la lista.
ro: De asemenea <app>Banshee</app> vă arată clipurile video favorite (acelea la care vă uitați cel mai mult) și clipurile video pe care nu le-ați vizionat. Alegețivă un video din listă și aveți posibilitatea să îl redați.
sv: <app>Banshee</app> visar dig också dina favoritvideor (de som du tittar på mest) och osedda videor. Välj en sedan kan du spela en video från listan.

source: Podcasts shows you all podcasts you are subscribed to, all podcast shows available, and the podcast browser lists all podcasts in order of newest first.
cs: Zdroj Podcasty vám zobrazuje všechny podcasty, které odebíráte, všechny podcasty, které jsou dostupné, a prohlížeč podcastů vypisuje všechny podcasty v pořadí od nejnovějšího.
de: Unter Podcasts werden alle Podcasts, die Sie abonniert haben, sowie alle weiteren verfügbaren Podcasts angezeigt. Die Podcast-Ansicht listet alle Podcasts in absteigender Reihenfolge auf, angefangen mit dem aktuellsten.
el: Οι φορητές εκπομπές (Podcasts) εμφανίζουν όλες τις φορητές εκπομπές στις οποίες είστε συνδρομητής, όλες τις διαθέσιμες φορητές εκπομπές και η περιήγηση στις φορητές εκπομπές εμφανίζει όλες τις διαθέσιμες φορητές εκπομπές με πρώτες τις πιο πρόσφατες.
es: Los podcasts le mostrarán todos los podcasts a los que está suscrito, todos los podcasts disponibles, y el explorador de podcasts lista todos los podcasts en orden del más reciente primero.
ro: Podcasturi vă arată toate podcasturile la care sunteți abonat, toate podcasturile care sunt disponibile, și navigatorul podcast vă afișează în ordine cele mai noi podcasturi.
sv: Poddsändningar visar dig alla poddsändningar som du prenumererar på, alla poddsändningar som finns tillgängliga och poddsändningsbläddraren listar alla poddsändningar med den nyaste först.

source: To play a podcast, choose the podcast you wish to play from the list and press the <key>Space</key>, or choose <guiseq><gui style="menu">Playback</gui><gui style="menuitem">Play</gui></guiseq> from the <app>Banshee</app> menu.
cs: Když chcete poslouchat podcast, vyberte jej v seznamu a zmáčkněte <key>mezerník</key> nebo zvolte <guiseq><gui style="menu">Přehrát</gui><gui style="menuitem">Přehrát</gui></guiseq> z nabídky <app>Banshee</app>.
de: Um einen Podcast wiederzugeben, wählen Sie den Podcast in der Liste aus und drücken Sie die <key>Leertaste</key> oder wählen Sie <guiseq><gui style="menu">Wiedergabe</gui><gui style="menuitem">Wiedergabe</gui></guiseq> im <app>Banshee</app>-Menü.
el: Για την αναπαραγωγή μιας φορητής εκπομπής, επιλέξτε τη φορητή εκπομπή, που θέλετε να αναπαραχθεί, από τη λίστα και πατήστε το <key>πλήκτρο διαστήματος</key> ή επιλέξτε <guiseq><gui style="menu">Αναπαραγωγή</gui><gui style="menuitem">Εκτέλεση</gui></guiseq> από το μενού του <app>Banshee</app>.
es: Para reproducir un podcast, elija el podcast que quiere reproducir de la lista y pulse <key>Espacio</key>, o elija <guiseq><gui style="menu">Reproducción</gui><gui style="menuitem">Reproducir</gui></guiseq> desde el menú de <app>Banshee</app>.
ro: Pentru a reda un podcast, alegeți din listă podcastul pe care doriți să îl redați apoi apăsați <key>Bara de spațiu</key>, sau alegeți <guiseq><gui style="menu">Redare</gui><gui style="menuitem">Redare</gui></guiseq> din meniul <app>Banshee</app>.
sv: För att spela en poddsändning, välj poddsändningen du önskar spela från listan och tryck på <key>Mellanslag</key>, eller välj <guiseq><gui style="menu">Uppspelning</gui><gui style="menuitem">Spela upp</gui></guiseq> från <app>Banshee</app>-menyn.

source: Play an internet radio station
cs: Přehrávání stanice internetového rádia
de: Einen Internet-Radiosender wiedergeben
el: Αναπαραγωγή διαδικτυακού ραδιοφωνικού σταθμού
es: Reproducir una emisora de radio de Internet
fr: Écoute d'une station de radio internet
ro: Redarea unui post de radio prin internet
sv: Spela upp en internetradiostation

source: The Radio source shows you all internet radio stations you have added to <app>Banshee</app> alphabetically.
cs: Zdroj Rádio vám zobrazuje abecedně všechny Internetové rádiové stanice, které máte do přehrávače <app>Banshee</app> přidány.
de: Die Radio-Quelle zeigt Ihnen alle von Ihnen hinzugefügten Internet-Radiosender in alphabetischer Reihenfolge an.
el: Η πηγή ραδιόφωνο σας δείχνει αλφαβητικά όλους τους διαδικτυακούς ραδιοφωνικούς σταθμούς που έχετε προσθέσει στο <app>Banshee</app>.
es: La fuente Radio le muestra alfabéticamente todas las emisoras de radio de Internet que ha añadido a <app>Banshee</app>.
ro: Sursa radio vă arată toate posturile de internet radio pe care le-ați adăugat în <app>Banshee</app> în ordine alfabetică.
sv: Radiokällan visar dig alfabetiskt alla internetradiostationer som du har lagt till i <app>Banshee</app>.
