Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: Podcasts are recorded programs, similar to radio programs, that are available on the internet and allow you to subscribe. When you subscribe to a podcast in Banshee, each time a new program is released, Banshee will automatically download the podcast and allow you to listen to it.
fr: Les podcasts sont des programmes enregistrés, un peu comme ceux des radios, qui sont disponibles sur internet et auquels il est possible de s'abonner. Si vous souscrivez un abonnement avec Banshee, à chaque fois qu'un nouveau programme est rendu disponible, Banshee le télécharge automatiquement et vous permet de l'écouter.

source: There are podcasts on almost any subject including music, movies, Linux, and more. Search the internet using your favorite search engine with a search term such as "movie podcast" and you will be presented with many options to choose from.
fr: Il y a des podcasts sur pratiquement tous les thèmes : musiques, films, Linux... Allez sur internet avec votre moteur de recherche favori et saisissez par exemple ces mots-clés « film podcast » et vous pourrez vous faire une idée du choix disponible.

source: Add a Podcast
fr: Ajout d'un podcast

source: To add a Podcast to Banshee you will first need to visit the podcast's home page on the internet in your browser. Almost all podcasts will have a button or link displayed to subscribe to the podcast. Copy the link to the podcast's subscription. In most web browsers, you can right click on the link and choose <gui>Copy link</gui>.
fr: Pour ajouter un podcast à Banshee, vous devez d'abord aller sur la page internet de ce podcast avec votre navigateur. Tous les podcasts possèdent un bouton ou un lien pour s'abonner. Copiez le lien avec la souris. La plupart des navigateurs vous permettent de <gui>Copier le lien</gui> d'un clic droit.

source: In Banshee, press and choose <gui>Subscribe to Podcasts</gui> in the upper right hand corner, from the menu choose <guiseq><gui>Media</gui><gui> Subscribe to Podcast</gui></guiseq> or use the keyboard shortcut <keyseq><key>Shift</key><key>Control</key><key>F</key></keyseq>.
fr: Dans Banshee, appuyez sur le bouton <gui>Ajouter un podcast</gui> dans le coin supérieur droite de la fenêtre, ou allez dans le menu <guiseq><gui>Média</gui><gui>Ajouter un podcast</gui></guiseq> ou enfin appuyez sur le raccourci <keyseq><key>Maj</key><key>Ctrl</key><key>F</key></keyseq>.

source: Banshee will then allow you to choose how you want to download new podcasts from a drop down menu. Your choices include:
fr: Banshee ouvre une boîte de dialogue vous proposant un menu déroulant pour télécharger un nouveau podcast avec les choix suivants :

source: Download the Most Recent Episode (This will automatically download the last episode that was released).
fr: Télécharger l'épisode le plus récent (ce sera automatiquement le dernier épisode disponible).

source: Download All Episodes (This will download all episodes).
fr: Télécharger tous les épisodes (ceci téléchargera tous les épisodes).

source: Let Me Decide Which Episodes to Download (This will allow you to choose which episodes you would like to download).
fr: Me laisser choisir quels épisodes télécharger (vous pourrez choisir les épisodes que vous voulez télécharger).

source: After you have added a Podcast feed, Banshee will display:
fr: Une fois que vous avez ajouté une source de podcast, Banshee affiche :

source: <gui>Name</gui>: (Name of the specific episode)
fr: <gui>Nom</gui> : titre de cet épisode

source: <gui>Podcast</gui>: (Name of the Podcast)
fr: <gui>Podcast</gui> : nom du podcast

source: <gui>Published</gui> (Date the episode was published or released)
fr: <gui>Publié</gui> : date de publication ou de mise à disposition de l'épisode
