Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: After you have successfully linked <app>Banshee</app> to your Last.fm profile you must ensure that you have enabled <app>Banshee</app> to report your songs. To enable <app>Banshee</app> to report the songs to your Last.fm profile go to <app>Banshee</app> and select preferences, then select the <gui style="tab">Source Specific</gui> tab, select <gui style="menuitem">Last.fm</gui> from the dropdown, and press the <gui style="checkbox">Enable Song Reporting From <app>Banshee</app></gui> checkbox. If you have an active internet connection <app>Banshee</app> will now send Last.fm information regarding the songs you play. To view your play history visit your profile on the Last.fm website. Last.fm will automatically update your music metadata if any of your artist, song title, or album information is incorrect (although we recommend that you use the Metadata Fixer extension to correct your files instead).
cs: Když máte přehrávač <app>Banshee</app> úspěšně propojený s profilem Last.fm, ujistěte se, že jste v <app>Banshee</app> povolili oznamování svých skladeb. Pro oznamování skladeb do svého profilu Last.fm přejděte v předvolbách na kartu <gui style="tab">Dané zdrojem</gui>, v rozbalovacím seznamu vyberte <gui style="menuitem">Last.fm</gui> a zaškrtněte políčko <gui style="checkbox">Povolit oznamování skladeb</gui>. V případě, že máte funkční internetové připojení, bude od teď přehrávač <app>Banshee</app> zasílat na Last.fm informace o skladbách, které přehráváte. Pokud si chcete historii přehrávání prohlédnout, navštivte svůj profil na webových stránkách Last.fm. Když bude některý umělec, název skladby nebo název alba nesprávný, Last.fm vaše hudební metadata automaticky aktualizuje (místo toho ale pro opravy souborů spíše doporučujeme rozšíření Opravář metadat).
de: Nachdem Sie nun <app>Banshee</app> erfolgreich mit Ihrem Last.fm-Benutzerprofil verknüpft haben, müssen Sie sicher stellen, dass <app>Banshee</app> die gespielten Titel übermittelt. Dazu öffnen Sie die Einstellungen von <app>Banshee</app> den Reiter <gui style="tab">Quellspezifisch</gui>, wählen <gui style="menuitem">Last.fm</gui> in der Auswahlliste und aktivieren das Ankreuzfeld <gui style="checkbox">Übermittlung von Titeln aktivieren</gui>. Falls Sie über eine aktive Internetverbindung verfügen, sendet <app>Banshee</app> nun Informationen an Last.fm entsprechend Ihrer gehörten Titel. Um die Chronik anzuzeigen, besuchen Sie Ihr Profil auf der Last.fm-Webseite. Last.fm aktualisiert automatisch Ihre Musik-Metadaten, falls einer Ihrer Künstler, Titelnamen oder Albeninformationen nicht korrekt ist. Wir empfehlen jedoch, dass Sie stattdessen die Metadaten-Reparatur zum Korrigieren Ihrer Dateien verwenden.
el: Αφού έχετε επιτυχώς συνδέσει το <app>Banshee</app> με τη κατατομή σας στο Last.fm, πρέπει να βεβαιωθείτε ότι έχετε ενεργοποιήσει το <app>Banshee</app> για να αναφέρει τα τραγούδια σας. Για την ενεργοποίηση του <app>Banshee</app> ώστε να αναφέρει τα τραγούδια στην κατατομή σας στο Last.fm, πηγαίνετε στο <app>Banshee</app> και επιλέξτε τις προτιμήσεις, έπειτα επιλέξτε την καρτέλα <gui style="tab">Ειδική πηγή</gui>, επιλέξτε <gui style="menuitem">Last.fm</gui> από το πτυσσόμενο και πατήστε το πλαίσιο ελέγχου <gui style="checkbox">Ενεργοποίηση αναφοράς τραγουδιού από το <app>Banshee</app></gui>. Αν έχετε μια ενεργή σύνδεση διαδικτύου το <app>Banshee</app>, θα στείλει τώρα τις πληροφορίες στο Last.fm σχετικά με τα τραγούδια που παίζετε. Για να προβάλετε το ιστορικό αναπαραγωγής, επισκεφτείτε την κατατομή σας στον ιστότοπο του Last.fm. Το Last.fm θα ενημερώσει αυτόματα τα μουσικά σας μεταδεδομένα, αν κάποιο από τα καλλιτέχνης, τίτλος τραγουδιού, ή πληροφορίες δίσκου είναι εσφαλμένο (αν και συνιστούμε να χρησιμοποιείτε την επέκταση Metadata Fixer για να διορθώσετε τα αρχεία σας).
es: Después de enlazar correctamente <app>Banshee</app> a su perfil de Last.fm debe asegurarse de que ha activado que <app>Banshee</app> informe sus canciones. Para permitir que <app>Banshee</app> informe las canciones a su perfil de Last.fm, vaya a <app>Banshee</app> y selecciones preferencias, luego seleccione la pestaña <gui style="tab">Específicas de las fuentes</gui>, seleccione <gui style="menuitem">Last.fm</gui> en la lista desplegable y pulse la casilla de verificación <gui style="checkbox">Activar informe de canciones desde <app>Banshee</app></gui>. Si tiene una conexión activa a Internet, <app>Banshee</app> ahora enviará a Last.fm información acerca de las canciones que reproduce. Para ver su historial de reproducción visite su perfil en el sitio web de Last.fm. Last.fm actualizará automáticamente los metadatos de su música si alguno de sus artistas, canciones o información de álbum no es correcta (aunque le recomendamos que use en su lugar, la extensión Reparar metadatos para corregir sus archivos).
ro: După ce v-ați conectat <app>Banshee</app> la profilul Last.fm trebuie să vă asigurați că ați activat <app>Banshee</app> pentru a raporta piesele. Pentru a permite ca <app>Banshee</app> să raporteze piesele profilului dumneavoastră Last.fm navigați la <app>Banshee</app> și selectați preferințe, apoi selectați tabul <gui style="tab">Sursă specifică</gui>, selectați <gui style="menuitem">Last.fm</gui> din meniul derulant, și apăsați pe <gui style="checkbox">Activează raportarea pieselor din <app>Banshee</app></gui> checkbox. Dacă aveți o conexiune activă la internet <app>Banshee</app> va trimite acum informații Last.fm despre piesele pe care le redați. Pentru a vizualiza istoricul vizitați profilul dumneavoastră pe pagina web Last.fm. Last.fm va actualiza automat metadatele muzicii dacă oricare din artiștii, titlurile pieselor, sau informațiile despre album sunt incorecte (deși noi recomandăm să folosiți extensia „Remediere metadate” pentru a corecta fișierele).
sv: Efter att du har lyckats länka <app>Banshee</app> till din Last.fm-profil måste du försäkra dig om att du har aktiverat <app>Banshees</app> sångrapportering. För att aktivera sångrapportering till din Last.fm-profil i Banshee gå till <app>Banshee</app> och välj inställningar, välj sedan fliken <gui style="tab">Källspecifikt</gui>, välj <gui style="menuitem">Last.fm</gui> från rullgardinsmenyn och tryck på kryssrutan <gui style="checkbox">Aktivera låtrapportering från <app>Banshee</app></gui>. Om du har en aktiv internetuppkoppling kommer <app>Banshee</app> nu att skicka information om de låtar du spelar till Last.fm. För att visa din spelhistorik besök din profil på Last.fm:s webbplats. Last.fm kommer automatiskt att uppdatera din musikmetadata om någon artist, titel eller albuminformation är felaktig (även om vi rekommenderar dig att istället använda tillägget Korrigera metadata för att rätta dina filer).

source: Enable Last.fm song reporting from your device
cs: Povolení oznamování skladeb Last.fm z vašeho zařízení
de: Musikbewertungen für Last.fm auf Ihrem Gerät aktivieren
el: Ενεργοποίηση αναφοράς τραγουδιού στο Last.fm από τη συσκευή σας
es: Activar el informe de canciones de Last.fm desde su dispositivo
ro: Activarea raportării pieselor Last.fm de pe dispozitivul dvs.
sv: Aktivera låtrapportering från din enhet till Last.fm

source: After successfully linking <app>Banshee</app> to your Last.fm profile and enabling <app>Banshee</app> to report songs to Last.fm you can also enable scrobbling from a connected device. <app>Banshee</app> will, upon connection of your device, attempt to scrobble the songs you have played since the device was last connected and submit them to Last.fm.
cs: Po úspěšném propojení <app>Banshee</app> s vaším profilem na Last.fm a po povolení <app>Banshee</app> oznamovat skladby na Last.fm, můžete povolit také sdílení seznamů skladeb (scrobbling) z připojených zařízení. Po připojení vašeho zařízení se <app>Banshee</app> pokusí zjistit, které skladby jste přehrávali od posledního připojení zařízení, a odešle je na Last.fm.
de: Nachdem Sie <app>Banshee</app> erfolgreich mit Ihrem Last.fm-Profil verbunden und die Übermittlung von Titeln an Last.fm ermöglicht haben, können Sie auch das Scrobbeln von einem angeschlossenen Gerät aktivieren. <app>Banshee</app> wird versuchen, die seit der letzten Verbindung zum Gerät abgespielten Titel zu scrobbeln und an Last.fm zu übermitteln.
el: Μετά την πετυχημένη σύνδεση του <app>Banshee</app> στη κατατομή σας του Last.fm και την ενεργοποίηση του <app>Banshee</app> για αναφορά τραγουδιών στο Last.fm, μπορείτε επίσης να ενεργοποιήσετε τις επιλογές από μια συνδεμένη συσκευή. Το <app>Banshee</app>, με τη σύνδεση της συσκευής σας, θα προσπαθήσει να διαλέξει τα τραγούδια που έχετε παίξει από την τελευταία σύνδεση της συσκευής και να τα υποβάλλει στο Last.fm.
es: Después de enlazar éxitosamente <app>Banshee</app> a su perfil de Last.fm y activar <app>Banshee</app> para informar canciones a Last.fm también puede activar el scrobbling desde un dispositivo conectado. <app>Banshee</app> al establecer la conexión de su dispositivo, intentará hacer el scrobble de las canciones que se han reproducido desde que el dispositivo se conectó por última vez y los presentó a Last.fm.
ro: După ce conectați <app>Banshee</app> la profilul Last.fm și îi permiteți lui <app>Banshee</app> să raporteze melodiile la Last.fm puteți de asemenea activa scrobbling de pe un dispozitiv conectat. <app>Banshee</app> va încerca să facă scrobbling cu piesele pe care le-ați ascultat de la ultima conexiune a dispozitivului și să le trimită la Last.fm.
sv: Efter att du lyckats länka <app>Banshee</app> till din Last.fm-profil och aktivera <app>Banshees</app> låtrapportering till Last.fm kan du också aktivera skrobbling från en uppkopplad enhet. <app>Banshee</app> kommer att, när din enhet kopplas in, försöka skrobbla de låtar du har spelat sedan enheten senast kopplades in och skicka dessa till Last.fm.

source: To enable scrobbling of a connected device go to <app>Banshee</app> and select Preferences, select the <gui style="tab">Source Specific</gui> tab, select <gui style="menuitem">Last.fm</gui> from the dropdown, and press the <gui style="checkbox">Enable Song Reporting From Device</gui> checkbox. If you have an active internet connection <app>Banshee</app> will, upon connection of your device, now attempt to gather information regarding the songs that you have played since it was last connected.
cs: Jestli chcete sdílení seznamů skladeb z připojených zařízení zapnout, jděte do předvoleb <app>Banshee</app>, vyberte <gui style="tab">Dané zdrojem</gui>, v rozbalovacím seznamu vyberte <gui style="menuitem">Last.fm</gui> a zaškrtněte políčko <gui style="checkbox">Povolit oznamování skladeb ze zařízení</gui>. Pokud máte funkční internetové připojení, bude se <app>Banshee</app> po připojení vašeho zařízení pokoušet sesbírat informace týkající se skladeb, které jste přehrávali od doby, kdy bylo zařízení naposledy připojeno.
de: Um das Scrobbeln von einem angeschlossenen Gerät zu aktivieren, öffnen Sie die Einstellungen in <app>Banshee</app> und wählen den Reiter <gui style="tab">Quellspezifisch</gui>. Aus der Auswahlliste wählen Sie dann <gui style="menuitem">Last.fm</gui> und aktivieren das Ankreuzfeld <gui style="checkbox">Übermittlung von Titeln durch Gerät aktivieren</gui>. Bei aktiver Verbindung zum Internet versucht <app>Banshee</app> nun bei angeschlossenem Gerät Informationen zu den abgespielten Titeln seit der letzten Verbindung zu übermitteln.
el: Για την ενεργοποίηση της επιλογής μιας συνδεμένης συσκευής πηγαίνετε στο <app>Banshee</app> και επιλέξτε προτιμήσεις, επιλέξτε την καρτέλα <gui style="tab">Ειδική πηγή</gui>, επιλέξτε <gui style="menuitem">Last.fm</gui> από την πτυσσόμενη λίστα και πατήστε το πλαίσιο ελέγχου <gui style="checkbox">Ενεργοποίηση αναφοράς τραγουδιού από συσκευή</gui>. Αν έχετε μια ενεργή διαδικτυακή σύνδεση το <app>Banshee</app>, με τη σύνδεση της συσκευής σας, θα προσπαθήσει να συλλέξει πληροφορίες σχετικά με τα τραγούδια που έχουν παίξει από την τελευταία σύνδεση.
es: Para activar el scrobbling de un dispositivo conectado vaya a <app>Banshee</app> y seleccione preferencias, seleccione la pestaña <gui style="tab">Específicas de las fuentes</gui>, seleccione <gui style="menuitem">Last.fm</gui> de la lista desplegable y marque la casilla de verificación <gui style="checkbox">Activar informe de canciones desde dispositivo</gui>.Si tiene una conexión a Internet activa, <app>Banshee</app> después de la conexión de su dispositivo, tratará de reunir información acerca de las canciones que ha reproducido desde la última vez que conectó.
ro: Pentru a activa scrobbling pentru un dispozitivi conectat navigați la <app>Banshee</app> și selectați Preferințe, selectați tabul <gui style="tab">Sursă specifică</gui>, selectați <gui style="menuitem">Last.fm</gui> din meniul derulant, și apăsați căsuța de bifare <gui style="checkbox">Activează raportarea pieselor de pe dispozitiv</gui>. Dacă aveți o conexiune activă la Internet <app>Banshee</app> va încerca să adune informații despre piesle pe care le-ați ascultat de la ultima conectare a dispozitivului.
sv: För att aktivera skrobbling för en enhet gå till <app>Banshee</app> och välj Inställningar, välj fliken <gui style="tab">Källspecifikt</gui>, välj <gui style="menuitem">Last.fm</gui> i rullgardinsmenyn och tryck på kryssrutan <gui style="checkbox">Aktivera låtrapportering från enhet</gui>. Om du har en aktiv internetuppkoppling kommer <app>Banshee</app>, när din enhet kopplas in, att försöka samla information om vilka låtar du har spelat sedan senast den kopplades in.

source: As with regular <app>Banshee</app> scrobbling submissions Last.fm will automatically update your music metadata if any of your artist, title, or album information is incorrect (although we again recommend that you use the Metadata Fixer extension to correct your files instead).
cs: Současně s pravidelným zasíláním seznamů skladem z <app>Banshee</app> na Last.fm se budou aktualizovat vaše hudbení metadata a to v situaci, kdy je údaj o umělci, názvu nebo albu uveden nesprávně (ačkoliv místo této funkce vám doporučujeme používat rozšíření Opravář metadat, které opravuje vaše soubory).
de: Wie bei regulären Scrobbling-Übertragungen durch <app>Banshee</app> aktualisiert Last.fm Ihre Musik-Metadaten automatisch, wenn die Informationen zu Künstler, Titel oder Album nicht korrekt sind. Wir empfehlen allerdings, stattdessen die Metadaten-Korrektor-Erweiterung zu verwenden, um Ihre Dateien zu korrigieren.
el: Όπως με τις κανονικές υποβολές επιλογής του <app>Banshee</app>, το Last.fm θα ενημερώσει αυτόματα τα μουσικά σας μεταδεδομένα αν οποιαδήποτε από τις πληροφορίες καλλιτέχνη, τίτλου ή δίσκου είναι εσφαλμένες (αν και συνιστούμε πάλι τη χρήση της επέκτασης Metadata Fixer για διόρθωση των αρχείων σας).
es: Al igual que con las presentaciones de scrobbling de <app>Banshee</app>, Last.fm actualizará automáticamente los metadatos de su música si alguno de sus artistas, títulos o información del álbum no es correcta (aunque, de nuevo, recomendamos que use la extensión Reparador de metadatos para corregir sus archivos en su lugar).
ro: Ca și cu trimiterile scrobbling <app>Banshee</app>, Last.fm va actualiza automat metadatele muzicii dacă oricare dintre informațiile despre artiști, titluri sau albume sunt incorecte (deși noi recomandăm să folosiți „Remediere metadate” pentru a corecta fișierele).
sv: Som med vanliga skrobblingsbidrag från <app>Banshee</app> till kommer Last.fm automatiskt att uppdatera din musikmetadata om någon artist, titel eller albuminformation är felaktig (även om vi igen rekommenderar dig att istället använda tillägget Korrigera metadata för att rätta dina filer).

source: Please note that currently <app>Banshee</app> only supports this feature with Apple products that are supported by the AppleDevice extension.
cs: Vezměte prosím na vědomí, že v současnosti <app>Banshee</app> podporuje tuto funkci jen u produktů společnosti Apple, které jsou podporovány rozšířením AppleDevice.
de: Bitte nehmen Sie zur Kenntnis, dass <app>Banshee</app> diese Funktion nur für Apple-Produkte unterstützt, die durch die »AppleDevice«-Erweiterung unterstützt werden.
el: Παρακαλούμε, σημειώστε ότι προς το παρόν το <app>Banshee</app> υποστηρίζει αυτό το γνώρισμα μόνο με προϊόντα Apple που υποστηρίζονται από την επέκταση AppleDevice.
es: Tenga en cuenta que el actual <app>Banshee</app> sólo soporta esta característica con productos de Apple soportados por la extensión AppleDevice.
ro: Luați la cunoștiință că <app>Banshee</app> suportă această funcționalitate doar pentru produsele Apple care sunt suportate de extensia AppleDevice.
sv: Vänligen notera att för närvarande stöder <app>Banshee</app> enbart denna funktionalitet för de Apple-produkter som stöds av AppleDevice-tillägget.

source: Listen to Last.fm radio
cs: Poslech rádia Last.fm
de: Abspielen des Last.fm Internet-Radios
el: Ακούστε το ραδιόφωνο του Last.fm
es: Escuchar la radio de Last.fm
ro: Ascultarea la radioul Last.fm
sv: Lyssna på Last.fm-radio

source: Last.fm radio is free for residents of the United States, United Kingdom and Germany. Residents of other countries will have to pay for a premium account with Last.fm to listen to radio. Premium members, in all countries, also receive premium radio features: listening to playlists and stations of music you've loved or tagged.
cs: Rádio Last.fm je zdarma pro obyvatele Spojených států, Velké Británie a Německa. Obyvatelé ostatních zemí si musí zaplatit prémiový účet, aby mohli rádio poslouchat. Prémiový členové ve všech zemích získají také přístup k prémiovým funkcím: poslech seznamů skladeb a stanic hudby, kterou mají rádi nebo si ji označili.
de: Last-fm-Radio ist frei für Bürger der USA, Großbritanniens und Deutschlands. Bürger anderer Staaten müssen für einen Premium-Zugang bezahlen, um mit Last.fm Radio hören zu können. Premium-Mitglieder in allen Ländern kommen auch in den Genuss von Premium-Radiofunktionen: Abspielen von Wiedergabelisten und Sendern, die Sie mögen oder mit entsprechenden Schlagworten markiert haben.
el: Το ραδιόφωνο του Last.fm είναι δωρεάν για του κατοίκους των ΗΠΑ, του Ηνωμένου Βασιλείου και της Γερμανίας. Οι κάτοικοι άλλων χωρών πρέπει να πληρώσουν για ένα λογαριασμό του Last.fm για ακούσουν ραδιόφωνο. Τα επί πληρωμή μέλη, επίσης έχουν επιπλέον χαρακτηριστικά στο ραδιόφωνο: ακρόαση λιστών αναπαραγωγής και σταθμούς μουσικής που σας αρέσουν ή έχετε επισημάνει.
es: La radio de Last.fm es gratuita para los residentes en Estados Unidos, Reino Unido y Alemania. Los residentes en otros países tendrán que obtener una cuenta de pago de Last.fm para escuchar la radio. Los miembros de pago, en todos los países, también reciben características adicionales para la radio: escuchar las listas de reproducción y las emisoras de música que ha etiquetado o marcado como favoritas.
fr: La radio web Last.fm est gratuite pour les résidents des États-Unis, du Royaume-Uni et de l'Allemagne. Les habitants des autres pays doivent acquitter une redevance pour écouter cette radio. Les membres payants de tous pays auront aussi accès à certains privilèges comme écouter les listes de lecture et les radios musicales qu'ils ont aimées ou étiquetées.
ro: Last.fm radio este gratuit pentru locuitorii din Statele Unite, Marea Britanie și Germania. Locuitorii altor țări vor trebui să platească pentru un cont premium pentru a asculta radioul Last.fm. Membrii premium, în toate țările, de asemenea vor primii beneficii din partea radioului: să asculte lista de redare și posturile de muzică pe care le-ați iubit sau le-ați etichetat.
sv: Last.fm radio är gratis för boende i USA, Storbritannien och Tyskland. Boende i andra länder måste betala för ett premiumkonto hos Last.fm för att lyssna på radio. Premiummedlemmar, i alla länder, får också premiumfunktionalitet: lyssna på spellistor och stationer med musik du har gillat eller taggat.
