Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: Banshee will display the total hard drive space of your portable music player in a graph in the bottom center of Banshee. The graph will show you how much space is taken by audio files, video, other and free space. Directly below that Banshee will show you how many total items are stored on your portable music player, how many hours or days of listening that is equal to, and total space used.
fr: Banshee affiche la totalité du contenu de la mémoire de votre baladeur sous forme d'un graphique situé au bas au centre. Ce graphique montre combien d'espace est actuellement utilisé respectivement par les fichiers audio, vidéo et le reste, ainsi que l'espace encore disponible. Juste en-dessous, Banshee vous indique le nombre total d'éléments actuellement stockés sur votre lecteur, le nombre de jours ou d'heures d'écoute que cela représente, ainsi que l'espace mémoire total utilisé.

source: Sync Your Entire Library
fr: Synchronisation de toute votre bibliothèque

source: You can drag and drop media to your portable music player from Banshee. Select the file or files you want to copy to your portable media player and then press and hold your right mouse button and drag the file(s) to your portable media player icon in Banshee. This will copy the files to your device.
fr: Avec Banshee, vous pouvez utiliser le glisser/copier vers votre baladeur. Sélectionnez le ou les fichiers que vous voulez copier sur votre baladeur et glissez-les avec la souris sur l'icône de votre lecteur de médias.

source: If your music library is encoded in a format that your portable media player does not support, such as OGG or FLAC, and you have the necessary codecs installed, Banshee can automatically transcode these files to MP3 when transferring to your portable media player. Check with your Linux distribution for the necessary codecs as it is outside the scope of this help and varies by distribution.
fr: Si votre bibliothèque est encodée sous un format non compatible avec votre baladeur comme OGG ou FLAC et si vous avez installé les codecs adéquats, Banshee fait automatiquement la conversion en MP3 pendant le transfert de vos fichiers vers votre baladeur. Vérifiez la disponibilité des codecs nécessaires pour votre distribution, étant donné que ceci est en-dehors du contexte de ce guide et que cela dépend de la distribution utilisée.

source: You may need to eject your device to load the files correctly on your portable music player. To eject your device in Banshee, using your mouse right click the device in the Banshee menu and press <gui>Disconnect</gui>.
fr: Vous pourriez être amené à retirer le volume pour transférer correctement des fichiers sur votre baladeur. Pour retirer le volume dans Banshee avec la souris, faites un clic droit sur son icône et choisissez <gui>Déconnecter</gui> dans le menu contextuel.

source: Play Music From Your Portable Music Player
fr: Diffusion de musique à partir de votre baladeur

source: You can play music stored on your portable music player directly in Banshee. Choose your player in the Banshee menu on the left and your portable music player's library will be displayed. You can then play music in Banshee just as you would music in your own library.
fr: Vous pouvez directement diffuser de la musique stockée sur votre baladeur avec Banshee. Cliquez sur votre baladeur dans le volet gauche de Banshee et le contenu de celui-ci s'affiche. Vous pouvez alors diffuser ce contenu comme vous le feriez à partir de votre propre bibliothèque.

source: Remove Music From your Portable Music Player
fr: Suppression de pistes de votre baladeur

source: To remove songs stored on your portable music player, choose your player in Banshee to view its library. Then choose the tracks you would like to remove and right click the tracks and choose <gui>Delete</gui> or from the menu choose <guiseq><gui>Edit</gui><gui>Delete</gui></guiseq>.
fr: Pour supprimer des morceaux de votre baladeur, cliquez sur celui-ci pour afficher son contenu, sélectionnez les pistes à supprimer, faites un clic droit et choisissez <gui>Supprimer</gui>, ou à partir du menu, choisissez l'élément de menu <guiseq><gui>Édition</gui><gui>Supprimer</gui></guiseq>.

source: Adding Columns
fr: Ajout de colonnes

source: You can add additional columns to the library view in <app>Banshee</app> to give you more information about the songs and also allow you to sort by. By default, Banshee displays columns for songs including <gui>Name</gui>, <gui>Artist</gui>, <gui>Album</gui> and <gui>Time</gui>. To add additional columns, using your mouse right click on any of the columns and Banshee will display all available column to choose from. Click the checkbox next to the name of the column you wish to add to the library view.
fr: Vous pouvez ajouter des colonnes à l'affichage standard de la bibliothèque <app>Banshee</app> pour avoir plus d'informations disponibles sur les titres et aussi pouvoir effectuer un tri sélectif. Par défaut, Banshee affiche pour les morceaux les colonnes <gui>Nom</gui>, <gui>Artiste</gui>, <gui>Album</gui> et <gui>Durée</gui>. Pour ajouter d'autres colonnes, faites un clic droit sur l'en-tête de l'une d'entre elles et Banshee affiche les autres colonnes disponibles que vous pouvez sélectionner. Cochez la case de celle que vous voulez ajouter.

source: Sorting Columns
fr: Tri par colonnes

source: You can sort your library by using your mouse to click on any of the columns displayed in library view. If you wish to sort your music library by Artist, click the <gui>Artist</gui> column header and Banshee will automatically sort that column alphabetically. Clicking the <gui>Artist</gui> column again will sort the column in reverse alphabetical order.
fr: Vous pouvez trier votre bibliothèque d'un clic de souris sur n'importe quelle colonne affichée. Si vous souhaitez trier votre musique par artiste, cliquez sur l'en-tête de la colonne <gui>Artiste</gui> et Banshee trie automatiquement cette colonne par ordre alphabétique. Un second clic sur la même colonne affiche un tri alphabétique inverse.

source: Searching your Banshee Library
fr: Recherche dans votre bibliothèque Banshee

source: Banshee features a powerful search language. You can search your library quickly and easily with basic search terms or perform detailed searches with Banshee's advanced search terminology.
fr: Banshee est doté d'un langage de recherche performant. Vous pouvez soit initier une recherche rapide et facile à partir de mots-clés simples, soit lancer une recherche approfondie avec la terminologie avancée de Banshee.

source: To perform a search of your media in Banshee, press the <key>S</key> or click the <gui>Search</gui> box in the upper right hand corner of the Library view in Banshee.
fr: Pour effectuer une recherche de médias avec Banshee, appuyez sur la touche <key>S</key> ou cliquez dans la case <gui>Rechercher</gui> dans le coin supérieur droite de l'affichage de la bibliothèque.

source: A search query consists of some basic terms, for example, <em>dave matthews</em>. By entering <em>dave matthews</em> in the search box, Banshee will search all metadata fields including Track Title, Album Title, Album Artist, Year, etc. Any track whose metadata includes <em>dave</em> and <em>matthews</em> will be returned. Search terms are case insensitive, meaning you don't have to capitalize. <em>dave</em>, <em>Dave</em>, and <em>DAVE</em> all mean the same thing when searching.
fr: Une recherche repose sur quelques mots-clés, par exemple <em>dave matthews</em>. En saisissant <em>dave matthews</em> dans le champ Rechercher, Banshee consulte toutes les métadonnées présentes comme le titre de la piste, le titre de l'album, le nom de l'artiste, l'année, etc. Chaque titre contenant les métadonnées <em>dave</em> et <em>matthews</em> est affiché. Les termes de recherche ne sont pas sensibles à la casse, et il est donc inutile de mettre des majuscules. Les termes <em>dave</em>, <em>Dave</em>, et <em>DAVE</em> signifient tous la même chose.

source: Basic Operators
fr: Opérateurs de base

source: Operators can be placed between any two search words or placed before a search word. The default operation is <gui>AND</gui> and is used when no other operators are used between two search terms. Because it is the default, there is no explicit AND operator.
fr: Des opérateurs peuvent être placés entre deux mots-clés ou devant un mot-clé. L'opérateur par défaut est <gui>AND</gui> (ET) et est utilisé quand il n'y en a pas d'autre opérateur entre deux mots. Comme c'est l'opérateur par défaut, il n'y a pas d'opérateur AND explicit.

source: Logical Operators and Examples
fr: Opérateurs logiques et exemples

source: Do not display search results with any search term that follows the operator of NOT, not,<key>-</key>.
fr: Ne pas afficher de résultats de recherche contenant un des termes de recherche qui suit NOT, not, <key>-</key>.

source: For more information on performing more complex search queries, see the <link xref="adv-search"/> page.
fr: Pour de plus amples informations sur la façon d'effectuer des recherches plus complexes, consultez la page <link xref="adv-search"/>.

source: Import music and categorizations from the <app>Rhythmbox</app> music player.
fr: Importation de la musique et de sa classification à partir du lecteur multimédia <app>Rhythmbox</app>.

source: Import your <app>Rhythmbox</app> library
fr: Importation de votre bibliothèque <app>Rhythmbox</app>

source: Play Your Media
fr: Lecture de vos médias

source: To play music in Banshee, choose the Music source. The music library will show you all artists in your music library, cover art for each album, and a list of all songs in your library.
fr: Pour écouter de la musique avec Banshee, choisissez la ressource Musique. La bibliothèque musicale affiche tous les artistes qu'elle contient, la pochette de chaque album et la liste de toutes les chansons qu'elle contient.

source: Choose the album or song you wish to play from the list of artists, albums or use the search bar in the upper right hand corner of Banshee.
fr: Choisissez dans la liste d'artistes ou d'albums la chanson ou l'album que vous souhaitez écouter, ou faites une recherche dans le champ en haut à droite de Banshee.

source: To start playing a song, use your mouse to double click the song name, press the <key>Spacebar</key>, or choose <guiseq><gui>Playback</gui><gui>Play</gui></guiseq> from the Banshee menu.
fr: Pour démarrer l'écoute d'une chanson, faites un double-clic sur son titre, appuyez sur la touche <key>Espace</key>, ou encore choisissez <guiseq><gui>Lecture</gui><gui>Lire</gui></guiseq> dans le menu de Banshee.

source: You can also start playing an album by choosing the album in the album browser and using your mouse to double click the song name, press the <key>Spacebar</key>, or choose <guiseq><gui>Playback</gui><gui>Play</gui></guiseq> from the Banshee menu.
fr: Vous pouvez aussi démarrer l'écoute d'un album en le sélectionnant dans l'explorateur et en double-cliquant sur le titre voulu ou en appuyant sur la touche <key>Espace</key>, ou encore en choisissant <guiseq><gui>Lecture</gui><gui>Lire</gui></guiseq> dans le menu de Banshee.

source: To play all songs by one artist, choose the artist in the artist browser and press the <key>Spacebar</key>, or choose <guiseq><gui>Playback</gui><gui>Play</gui></guiseq> from the Banshee menu.
fr: Pour écouter tous les titres d'un seul artiste, sélectionnez l'artiste dans le navigateur et appuyez sur la touche <key>Espace</key> ou choisissez <guiseq><gui>Lecture</gui><gui>Lire</gui></guiseq> dans le menu de Banshee.

source: Banshee also displays your Favorite albums (those you play the most), Recent Favorites, Recently Added and Unheard music. Choose the one you wish to listen to and you can play songs from each.
fr: Banshee affiche aussi vos albums favoris (ceux que vous écoutez le plus souvent), vos favoris récents, ceux non écoutés et ceux récemment ajoutés. Sélectionnez celui que vous voulez écouter et lisez les chansons de chacun d'eux.

source: Your imported videos are listed alphabetically. To play a video, choose the video you wish to play from the list and press the <key>Spacebar</key>, or choose <guiseq><gui>Playback</gui><gui>Play</gui></guiseq> from the Banshee menu.
fr: Vos vidéos importées sont listées dans l'ordre alphabétique. Pour en lancer une, sélectionnez-la dans la liste et appuyez sur la touche <key>Espace</key> ou choisissez <guiseq><gui>Lecture</gui><gui>Lire</gui></guiseq> dans le menu de Banshee.

source: Banshee also shows your Favorite videos (those you watch the most) and Unwatched videos. Choose one and you can play a video from the list.
fr: Banshee affiche aussi vos vidéos favorites (celles que vous regardez le plus souvent) et celles non regardées. Choisissez une catégorie et vous pourrez lancer une vidéo de la liste.

source: Play a Podcast
fr: Lecture d'un podcast

source: Podcasts shows you all Podcasts you're subscribed to, all Podcast shows available, and the Podcast browser lists all Podcasts in order of newest first.
fr: La ressource Podcasts affiche tous les podcasts auxquels vous êtes abonné, tous les podcasts disponibles et l'explorateur affiche la liste de tous les podcasts avec les plus récents en tête.

source: To play a Podcast, choose the Podcast you wish to play from the list and press the <key>Spacebar</key>, or choose <guiseq><gui>Playback</gui><gui>Play</gui></guiseq> from the Banshee menu.
fr: Pour lire un podcast, sélectionnez-le dans la liste et appuyez sur la touche <key>Espace</key> ou choisissez <guiseq><gui>Lecture</gui><gui>Lire</gui></guiseq> dans le menu de Banshee.

source: The Radio source shows you all internet radio stations you have added to Banshee alphabetically.
fr: La ressource Radio affiche dans l'ordre alphabétique toutes les stations radio internet que vous avez ajoutées à Banshee.

source: To play an internet radio station, choose the radio station you wish to play from the list and press the <key>Spacebar</key>, or choose <guiseq><gui>Playback</gui><gui>Play</gui></guiseq> from the Banshee menu.
fr: Pour écouter une station de radio internet, sélectionnez-la dans la liste et appuyez sur la touche <key>Espace</key> ou choisissez <guiseq><gui>Lecture</gui><gui>Lire</gui></guiseq> dans le menu de Banshee.

source: Add media to your play queue.
fr: Ajout de média à votre file d'attente de lecture.

source: Play Queue
fr: File d'attente de lecture

source: The <gui>Play Queue</gui> allows you to add music to play in a sequential order. You can add many tracks to let you listen to hours of music non-stop. You can add individual tracks or entire albums, and sort or re-order them.
fr: La <gui>file d'attente de lecture</gui> vous permet d'ajouter des morceaux à lire dans un ordre séquentiel. Vous pouvez y ajouter beaucoup de pistes pour écouter des heures de musique sans interruption. Vous pouvez y ajouter des pistes seules ou des albums entiers et les trier ou les réorganiser.

source: Add Music to the Play Queue
fr: Ajout de musique à la file d'attente de lecture

source: From your music library, you will need to select the music tracks or albums you want to add to the play queue.
fr: Sélectionnez dans votre bibliothèque les pistes ou les albums à ajouter à la file d'attente de lecture.

source: To add an entire album to the Play Queue, using your mouse press and hold the album and drag the album over <gui>Play Queue</gui> in the far left window pane.
fr: Pour ajouter un album entier avec la souris, sélectionnez-le et glissez-le dans la <gui>File d'attente de lecture</gui> du volet de gauche.

source: You can add music tracks to the Play Queue individually or as a group. To add an individual file, drag and drop it over the <gui>Play Queue</gui> in the far left window pane, or right click the track and choose <gui>Add to Play Queue</gui>.
fr: Vous pouvez ajouter des morceaux à la file d'attente de lecture un à un ou par paquets. Pour ajouter un titre, faites un glisser-déposer avec la souris dans la <gui>File d'attente de lecture</gui> du volet de gauche ou faites un clic droit et choisissez <gui>Ajouter à la file d'attente de lecture</gui> dans le menu contextuel.

source: You can select multiple files by using your mouse and pressing <key>Control</key> and choosing each file with your mouse or select a range of files by pressing <key>Shift</key> and clicking twice to select that range of files. You can then drag and drop it over the <gui>Play Queue</gui> in the far left window pane or right click the tracks and choose <gui>Add to Play Queue</gui>.
fr: Vous pouvez ajouter plusieurs pistes en les sélectionnant une à une avec la souris tout en maintenant la touche <key>Ctrl</key> enfoncée, ou ajouter un intervalle de pistes en appuyant sur la touche <key>Maj</key> et en cliquant une deuxième fois pour sélectionner cet ensemble. Faites alors un glisser-déposer de la sélection avec la souris dans la <gui>File d'attente de lecture</gui> du volet de gauche ou faites un clic droit et choisissez <gui>Ajouter à la file d'attente de lecture</gui> dans le menu contextuel.

source: Organize Your Play Queue
fr: Organisation de votre file d'attente de lecture

source: Your Play Queue is organized in the order of the tracks you added. The first tracks or albums you added to the queue will be the first to be played. You can re-order your Play Queue by using your mouse and dragging and dropping a track or group of tracks in the list. Choose the track(s) you wish to re-order with your mouse and release your mouse over the number or place in the list you wish those files to be in the queue.
fr: Votre file d'attente de lecture est classée dans l'ordre d'ajout des morceaux. Les premiers titres ou albums ajoutés à la liste sont les premiers lus. Vous pouvez modifier ce classement avec la souris en faisant un glisser-déposer d'un titre ou d'un ensemble de titres à l'intérieur de cette liste. Sélectionnez-le ou les titres que vous souhaitez déplacer et glissez-les avec la souris à la place ou au numéro de ligne choisi, puis relâchez la souris.

source: Removing Tracks from the Play Queue
fr: Suppression de titres de la file d'attente de lecture

source: You can remove an individual track, a group of tracks, or clear your entire play queue.
fr: Vous pouvez supprimer une piste, un ensemble de pistes ou vider entièrement la file d'attente de lecture.

source: To remove an individual track or group of tracks, select the track with your mouse and then press <key>Delete</key>.
fr: Pour supprimer une piste précise ou un ensemble de pistes de la liste, sélectionnez-les avec la souris, puis appuyez sur la touche <key>Suppr</key>.

source: To clear your entire Play Queue, press the <gui>Clear</gui> button in the upper right hand corner of the Play Queue.
fr: Pour vider entièrement la file d'attente de lecture, appuyez sur le bouton <gui>Effacer</gui> dans le coin supérieur droite de la fenêtre.

source: Music Metadata
fr: Métadonnées d'un fichier musical

source: Digital music contains metadata that stores information in the music file including the artist, album, year recorded, genre, and more. Almost all music purchased over the internet will have the metadata already embedded and if you import music from CDs, Banshee will include the metadata when ripping the CD if available. For more information on ripping CDs and including the metadata see the <link xref="import"/>.
fr: La musique numérique contient des métadonnées qui stockent des informations dans le fichier musical comme le nom de l'artiste, le titre de l'album, l'année d'enregistrement, le genre musical et davantage encore. Pratiquement toute musique achetée par le biais d'Internet possède ces métadonnées déjà présentes dans le fichier et si vous importez de la musique à partir d'un CD, Banshee se charge d'y inclure les métadonnées qui s'y trouvent pendant l'extraction du CD. Pour de plus amples informations sur la manière d'extraire un CD avec toutes ses métadonnées, consultez la section <link xref="import"/>.

source: If you have imported songs that do not contain metadata, <app>Banshee</app> will display <gui>Unknown</gui> for most fields in the library.
fr: Si vous importez des titres qui ne contiennent pas de métadonnées, Banshee affiche <gui>Unconnu</gui> dans la plupart des champs de la bibliothèque.

source: Edit Your Metadata
fr: Correction de vos métadonnées

source: You can change and edit the metadata of your songs. Select the song or songs you want to update and hit the <key>E</key>, choose <guiseq><gui>Edit</gui><gui>Edit Track Information</gui></guiseq> from the menu, or use your mouse and right click on the files and select <gui>Edit Track Information</gui>.
fr: Vous pouvez corriger ou modifier les métadonnées de vos chansons. Sélectionnez le ou les titres que vous souhaitez mettre à jour et appuyez sur la touche <key>E</key> ou choisissez dans le menu <guiseq><gui>Édition</gui><gui>Modifier les informations du morceaux</gui></guiseq> ou encore faites un clic droit sur le titre et choisissez <gui>Modifier les informations du morceau</gui> dans le menu contextuel.

source: Update the song's information. If you have selected multiple songs to edit press the right arrow icon to the right of the <gui>Track Title</gui> field or press the <gui>Forward</gui> button at the bottom of the dialog when finished with each song. When you have completed editing all metadata, press <gui>Save</gui>.
fr: Mettez à jour les informations du morceau. Si vous avez sélectionné plusieurs titres à modifier, appuyez sur la flèche à droite du champ <gui>Titre du morceau</gui> ou appuyez sur le bouton <gui>Suivant</gui> au bas de la boîte de dialogue pour passer au suivant. Quand vous avez terminé de corriger toutes vos métadonnées, n'oubliez pas d'appuyer sur le bouton <gui>Enregistrer</gui>.

source: Banshee supports normal playlists, which include songs you add to the playlist, as well as smart playlists. Smart Playlists are automatically generated playlists based on your listening habits, favorite music, or more.
fr: Banshee prend en charge les listes de lecture standards, celles où vous ajoutez vous-même vos titres mais aussi les listes de lecture intelligentes. Ces dernières sont générées automatiquement à partir de vos habitudes d'écoute, de vos favoris ou autres.

source: Normal Playlists
fr: Listes de lecture standards
