Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: In the sources panel on the left hand side of <app>Banshee</app>, you will now have a Last.fm section, including your Last.fm radio stations. You will need an active internet connection to listen to Last.fm radio. Choose the radio station you wish to listen to and <app>Banshee</app> will communicate with Last.fm to populate songs for that radio station. Press the <gui style="button">Play</gui> button in <app>Banshee</app> or <key>Space</key> to start streaming a Last.fm radio station. You can also press the <gui style="button">Next</gui> button in <app>Banshee</app>, <key>N</key> or choose <guiseq><gui style="menu">Playback</gui><gui style="menuitem">Next</gui></guiseq> to play the next song in your radio station queue.
cs: V panelu zdrojů na levé straně budete mít oddíl Last.fm zahrnující vaše rádiové stanice Last.fm. Abyste mohli rádio Last.fm poslouchat, potřebujete aktivní internetové připojení. Zvolte rádiovou stanici, kterou si přejete poslouchat a přehrávač <app>Banshee</app> bude komunikovat se službou Last.fm, aby šířil skladby příslušné rádiové stanice. Pro spuštění proudového vysílání zmáčkněte tlačítko <gui style="button">Přehrát aktuální položku</gui> nebo klávesu <key>mezerník</key>. Můžete také zmáčknout tlačítko <gui style="button">Přehrát následující položku</gui>, klávesu <key>N</key> nebo zvolit <guiseq><gui style="menu">Přehrát</gui> <gui style="menuitem">Následující</gui></guiseq>, čímž docílíte přehrávání následující skladby ve frontě rádiové stanice.
de: In der linken Seitenleiste von <app>Banshee</app> wird nun ein Last.fm-Eintrag mit Ihren Last.fm-Sendern angezeigt. Sie benötigen eine aktive Internetverbindung, um Last.fm-Radio zu hören. Wählen Sie die gewünschte Station aus, woraufhin Banshee eine Verbindung zu Last.fm aufbaut, um Musiktitel für diese Station zusammenzustellen. Klicken Sie auf den Knopf <gui style="button">Wiedergabe</gui> in Banshee oder drücken Sie die <key>Leertaste</key>, um mit der Übertragung einer Last.fm-Radiostation zu beginnen. Sie können außerdem auf den Knopf <gui style="button">Weiter</gui> in Banshee klicken, auf der Tastatur <key>N</key> drücken oder <guiseq><gui style="menu">Wiedergabe</gui><gui style="menuitem">Weiter</gui></guiseq> wählen, um den nächsten Titel in der Warteschlange der Radiostation anzuhören.
el: Στο παράθυρο πηγών του <app>Banshee</app> στα αριστερά, θα έχετε τώρα μια ενότητα Last.fm, που συμπεριλαμβάνει τους σταθμούς σας του ραδιοφώνου Last.fm. Θα χρειαστείτε μια ενεργή σύνδεση διαδικτύου για να ακούσετε το ραδιόφωνο του Last.fm. Επιλέξτε τον ραδιοφωνικό σταθμό που θέλετε να ακούσετε και το <app>Banshee</app> θα επικοινωνήσει με το Last.fm για να συμπληρώσει τραγούδια για αυτό το ραδιοφωνικό σταθμό. Πατήστε το κουμπί <gui style="button">Αναπαραγωγή</gui> στο <app>Banshee</app> ή το <key>πλήκτρο διαστήματος</key> για να αρχίσετε τη ροή του ραδιοφωνικού σταθμού Last.fm. Μπορείτε επίσης να πατήσετε το κουμπί <gui style="button">Επόμενο</gui> στο <app>Banshee</app>, το <key>N</key> ή να επιλέξετε <guiseq><gui style="menu">Αναπαραγωγή</gui><gui style="menuitem">Επόμενο</gui></guiseq> για να αναπαράγετε το επόμενο τραγούδι στη σειρά του ραδιοφωνικού σταθμού.
es: En el panel de fuentes al lado izquierdo de <app>Banshee</app>, tendrá ahora una sección de Last.fm, incluyendo sus emisoras de radio de Last.fm. Necesitará una conexión a Internet activa para escuchar la radio de Last.fm. Elija la emisora de radio que desea escuchar y <app>Banshee</app> se comunicará con Last.fm para rellenar canciones para esta emisora de radio. Pulse el botón <gui style="button">Reproducir</gui> en <app>Banshee</app> o <key>Espacio</key> para empezar la transmisión de una emisora de radio de Last.fm. También puede pulsar el botón <gui style="button">Siguiente</gui> en <app>Banshee</app>, <key>N</key> o elegir <guiseq><gui style="menu">Reproducción</gui><gui style="menuitem">Siguiente</gui></guiseq> para reproducir la siguiente canción en la cola de su emisora de radio.
ro: În panoul de surse <app>Banshee</app> din partea stângă, veți avea acum secțiunea Last.fm, incluzând posturile de radio Last.fm. Veți avea nevoie de o conexiune activă la internet pentru a asculta radioul Last.fm. Alege postul de radio pe care doriți să îl ascultați și <app>Banshee</app> va comunica cu Last.fm pentru a popula melodii pentru postul de radio. Apăsați butonul <gui style="button">Redă</gui> în <app>Banshee</app> sau <key>Bara de spațiu</key> pentru a porni postul de radio Last.fm. Aveți de asemenea posibilitatea să apăsați butonul <gui style="button">Următorul</gui> în <app>Banshee</app>, <key>N</key> sau selectați <guiseq><gui style="menu">Redare</gui><gui style="menuitem">Urmatorul</gui></guiseq> pentru a reda melodia următoare în coada postului dumneavoastră de radio.
sv: I <app>Banshees</app> källpanel till vänster kommer du nu att ha en Last.fm-avdelning, inklusive dina Last.fm-radiostationer. Du kommer att behöva en aktiv internetuppkoppling för att lyssna på Last.fm-radio. Välj den radiostation du vill lyssna på så kommer <app>Banshee</app> att kommunicera med Last.fm för att lägga till låtar för den radiostationen. Tryck på <gui style="button">Spela upp</gui>-knappen i <app>Banshee</app> eller <key>Mellanslag</key> för att starta strömning från en Last.fm-radiostation. Du kan också trycka på <gui style="button">Nästa</gui>-knappen i <app>Banshee</app>, <key>N</key> eller välja <guiseq><gui style="menu">Uppspelning</gui><gui style="menuitem">Nästa</gui></guiseq> för att spela nästa låt i din radiostationskö.

source: Keyboard shortcuts
cs: Klávesové zkratky
de: Tastenkürzel
el: Συντομεύσεις πληκτρολογίου
es: Atajos de teclado
ro: Scurtături de tastatură
sv: Tangentbordsgenvägar

source: Control <app>Banshee</app> using keyboard shortcuts
cs: Ovládání <app>Banshee</app> pomocí klávesových zkratek
de: <app>Banshee</app> über Tastenkürzel bedienen
el: Έλεγχος του <app>Banshee</app> με χρήση συντομεύσεων πληκτρολογίου
es: Controlar <app>Banshee</app> usando atajos de teclado
ro: Controlarea playerului <app>Banshee</app> folosind scurtături de tastatură
sv: Kontrollera <app>Banshee</app> med snabbtangenter

source: Playback control
cs: Ovládání přehrávání
de: Wiedergabesteuerung
el: Έλεγχος αναπαραγωγής
es: Control de reproducción
ro: Controlul redării
sv: Uppspelningkontroll

source: Key
cs: Klávesa
de: Taste
el: Πλήκτρο
es: Tecla
fr: Touche
ro: Tastă
sv: Tangent

source: Action
cs: Akce
de: Aktion
el: Ενέργεια
es: Acción
ro: Acțiune
sv: Handling

source: Space
cs: mezerník
de: Leertaste
el: Πλήκτρο διαστήματος
es: Espacio
ro: Bara de spațiu
sv: Mellanslag

source: Play or Pause the current song
cs: Přehrát nebo pozastavit aktuální skladbu
de: Den aktuellen Titel wiedergeben oder pausieren
el: Αναπαραγωγή ή παύση του τρέχοντος τραγουδιού
es: Reproducir o pausar la canción actual
fr: Lecture ou mise en pause du titre en cours
ro: Redă sau întrerupe piesa curentă
sv: Spela eller Pausa nuvarande låt

source: Play the next song
cs: Přehrát následující skladbu
de: Den nächsten Titel wiedergeben
el: Αναπαραγωγή του επόμενου τραγουδιού
es: Reproducir la canción siguiente
fr: Lecture du titre suivant
ro: Redă piesa următoare
sv: Spela nästa låt

source: Play the previous song
cs: Přehrát předchozí skladbu
de: Den vorherigen Titel wiedergeben
el: Αναπαραγωγή του προηγούμενου τραγουδιού
es: Reproducir la canción anterior
fr: Lecture du titre précédent
ro: Redă piesa precedentă
sv: Spela upp föregående sång

source: Library interaction
cs: Práce s kolekcí
de: Interaktion mit der Bibliothek
el: Αλληλεπίδραση με βιβλιοθήκη
es: Interacción de la colección
ro: Interacțiunea cu biblioteca
sv: Biblioteksinteraktion

source: Move the focus to the search box
cs: Přenést zaměření na vyhledávací pole
de: Den Fokus in das Suchfeld verschieben
el: Μεταφορά της εστίασης στο πλαίσιο αναζήτησης
es: Mover el foco a la caja de búsqueda
fr: Déplacement du focus dans la boîte de la recherche
ro: Mutați focalizarea în căsuța de căutare
sv: Flytta fokusen till sökfältet

source: Open import media dialog
cs: Otevřít dialogové okno importu médií
de: Medien-Importdialog öffnen
el: Άνοιγμα του διαλόγου εισαγωγής πολυμέσων
es: Abrir diálogo de importación de contenido multimedia
fr: Ouverture de la boîte de dialogue d'importation de média
ro: Deschide dialogul de importare media
sv: Öppna rutan för att importera media

source: Create New Playlist
cs: Vytvořit nový seznam skladeb
de: Einen neue Wiedergabeliste erstellen
el: Δημιουργία νέας λίστας αναπαραγωγής
es: Crear una nueva lista de reproducción
fr: Création d'une nouvelle liste de lecture
ro: Crearea unui noi liste de redare
sv: Skapa ny spellista

source: Mark the selected episodes as old
cs: Označit vybraný díl jako starý
de: Die ausgewählten Folgen als alt markieren
el: Σήμανση των επιλεγμένων επεισοδίων ως παλαιών
es: Marcar los episodios seleccionados como antiguos
fr: Marquage des épisodes sélectionnés comme anciens
ro: Marchează episoadele selectate ca vechi
sv: Markera valda avsnitt som gamla

source: Interface
cs: Rozhraní
de: Schnittstelle
el: Διεπαφή
es: Interfaz
ro: Interfață
sv: Gränssnitt

source: Toggle full-screen mode
cs: Přepnout režim celé obrazovky
de: Vollbildmodus aktivieren/deaktivieren
el: Εναλλαγή κατάστασης πλήρους οθόνης
es: Conmutar el modo de pantalla completa
fr: Passage en mode plein écran
ro: Comută la modul întreg-ecranul
sv: Växla till fullskärm

source: Select all songs in playlist view
cs: Vybrat všechny skladby zobrazené v seznamu skladeb
de: Alle Titel in der Wiedergabelistenansicht auswählen
el: Επιλέξτε όλα τα τραγούδια στην προβολή λίστας αναπαραγωγής
es: Seleccionar todas las canciones en la vista de lista de reproducción
fr: Sélection de tous les titres de la liste de lecture
ro: Selectează toate piesele din lista de redare
sv: Markera alla låter i spellistvyn

source: Unselect all songs in playlist view
cs: Zrušit výběr všech skladeb zobrazených v seznamu skladeb
de: Alle Titel in der Wiedergabelistenansicht abwählen
el: Αποεπιλογή όλων των τραγουδιών στην προβολή λίστας αναπαραγωγής
es: Deseleccionar todas las canciones en la vista de lista de reproducción
fr: Désélection de tous les titres de la liste de lecture
ro: Deselectează toate piesele din lista de redare
sv: Avmarkera alla låtar i spellistvyn

source: Hide <app>Banshee</app> Window (Requires Notification Area Plug-in Enabled)
cs: Skrýt okno <app>Banshee</app> (vyžaduje aktivovaný zásuvný modul Ikona oznamovací oblasti)
de: Das <app>Banshee</app>-Fenster verbergen (erfordert aktiviertes Plugin für das Benachrichtigungsfeld)
el: Απόκρυψη του παραθύρου του <app>Banshee</app> (Απαιτεί ενεργοποίηση του πρόσθετου περιοχής ειδοποιήσεων)
es: Ocultar la ventana de <app>Banshee</app> (requiere tener activado el complemento de área de notificación)
ro: Ascunde fereastra <app>Banshee</app> (necesită modulul „Zona de notificare” activat)
sv: Göm <app>Banshee</app>-fönstret (kräver att insticksmodulen för aviseringsfältet är aktiverad)

source: Left Mouse Button
cs: Levé tlačítko myši
de: Linke Maustaste
el: Αριστερό κουμπί του ποντικιού
es: Botón izquierdo del ratón
fr: bouton gauche de la souris
ro: Butonul din stânga al mausului
sv: Vänster mus-knapp

source: Play Previous Song (Requires Notification Area Plug-in Enabled
cs: Přehrát předchozí skladbu (vyžaduje aktivovaný zásuvný modul Ikona oznamovací oblasti)
de: Vorherigen Titel wiedergeben (erfordert aktiviertes Plugin für das Benachrichtigungsfeld)
el: Αναπαραγωγή προηγούμενου τραγουδιού (Απαιτεί ενεργοποίηση του πρόσθετου περιοχής ειδοποιήσεων)
es: Reproducir la canción anterior (requiere tener activada la extensión «Icono en el área de notificación»)
fr: Lecture du titre précédent (nécessite que le plugin Icône de zone de notification soit activé)
ro: Redă piesa precedentă (necesită modulul „Zona de notificare” activat)
sv: Spela föregående låt (kräver att insticksmodulen för aviseringsfältet är aktiverad

source: Right Mouse Button
cs: Pravé tlačítko myši
de: Rechte Maustaste
el: Δεξί κουμπί του ποντικιού
es: Botón derecho del ratón
fr: bouton droit de la souris
ro: Butonul din dreapta al mausului
sv: Höger mus-knapp

source: Play Next Song (Requires Notification Area Plug-in Enabled
cs: Přehrát následující skladbu (vyžaduje aktivovaný zásuvný modul Ikona oznamovací oblasti)
de: Nächsten Titel wiedergeben (erfordert aktiviertes Plugin für das Benachrichtigungsfeld)
el: Αναπαραγωγή επόμενου τραγουδιού (Απαιτεί ενεργοποίηση του πρόσθετου περιοχής ειδοποιήσεων)
es: Reproducir la canción siguiente (requiere tener activada la extensión «Icono en el área de notificación»)
fr: Lecture du titre suivant (nécessite que le plugin Icône de zone de notification soit activé)
ro: Redă piesa următoare (necesită modulul „Zona de notificare” activat)
sv: Spela nästa låt (kräver att insticksmodulen för aviseringsfältet är aktiverad

source: Middle Mouse Button
cs: Prostřední tlačítko myši
de: Mittlere Maustaste
el: Μεσαίο κουμπί του ποντικιού
es: Botón central del ratón
fr: bouton central de la souris
ro: Butonul din mijloc al mausului
sv: Mellersta mus-knappen

source: Toggle Play / Pause (Requires Notification Area Plug-in Enabled
cs: Přepnout přehrávání/pozastavení (vyžaduje aktivovaný zásuvný modul Ikona oznamovací oblasti)
de: Wiedergabe/Pause umschalten (erfordert aktiviertes Plugin für das Benachrichtigungsfeld)
el: Εναλλαγή αναπαραγωγής / παύσης (Απαιτεί ενεργοποίηση του πρόσθετου περιοχής ειδοποιήσεων)
es: Alternar entre Reproducir / Pausar (requiere tener activada la extensión «Icono en el área de notificación»)
fr: Passage du mode lecture au mode pause (nécessite que le plugin Icône de zone de notification soit activé)
ro: Comută între Redare / Pauză (Necesită modulul „Zona de notificare” activat)
sv: Växla mellan Uppspelning / Paus (kräver att insticksmodulen för aviseringsfältet är aktiverad

source: Introduction to the <app>Banshee</app> media player.
cs: Úvod do multimediálního přehrávače <app>Banshee</app>.
de: Einführung in <app>Banshee</app>-Medienwiedergabe.
el: Εισαγωγή στην αναπαραγωγή πολυμέσων του <app>Banshee</app>.
es: Introducción al reproductor multimedia de <app>Banshee</app>.
ro: Introducere la playerul media <app>Banshee</app>.
sv: Introduktion till <app>Banshee</app> mediaspelare.

source: Introduction
cs: Úvod
de: Einführung
el: Εισαγωγή
es: Introducción
fr: Premiers pas
ro: Introducere
sv: Presentation

source: <app>Banshee</app> is a media player that allows you to play your music, videos and other media, as well as sync it with portable devices to take your media on the go.
cs: <app>Banshee</app> je multimediální přehrávač, který umí přehrávat hudbu, videa a další média a navíc je synchronizovat s přenosnými zařízeními, abyste je měli k dispozici i na cestách.
de: <app>Banshee</app> ist ein Medien-Wiedergabeprogramm zum Abspielen Ihrer Musik und Videos sowie anderer Medien. Es unterstützt außerdem den Abgleich mit tragbaren Geräten, um Ihre Musik überall hin mitnehmen zu können.
el: Το <app>Banshee</app> είναι μια εφαρμογή αναπαραγωγής πολυμέσων που σας επιτρέπει να αναπαράγετε τη μουσική σας, τα βίντεό σας και άλλα πολυμέσα καθώς και να τα συγχρονίζετε με άλλες φορητές συσκευές για να τα έχετε μαζί σας.
es: <app>Banshee</app> en un reproductor multimedia que le permite reproducir su música, vídeos y otro contenido multimedia así como sincronizarlo con dispositivos portátiles para llevar su contenido multimedia consigo.
ro: <app>Banshee</app> este un player media care vă permite să redați muzica, clipurile video, și alte fișiere cu conținut media precum și o sincronizare cu dispozitive portabile pentru a lua fișierele cu conținut media în timpul mișcării.
sv: <app>Banshee</app> är en mediaspelare som låter dig spela din musik, videor och andra media samt synkronisera den med portabla enheter så du kan ta dina media med dig.

source: <app>Banshee</app> includes features to import your media, manage its metadata, and play your music and videos.
cs: Funkce <app>Banshee</app> zahrnují importování vašich médií, správu jejich metadat a přehrávání vaší hudby a videí.
de: <app>Banshee</app> verfügt über Funktionsmerkmale zum Importieren von Medien, Verwalten von Metadaten und Wiedergeben Ihrer Musik und Videos.
el: Το <app>Banshee</app> περιλαμβάνει λειτουργίες εισαγωγής των πολυμέσων σας, διαχείρισης των μεταδεδομένων τους και αναπαραγωγής της μουσικής και των βίντεό σας.
es: <app>Banshee</app> incluye características como importar su contenido multimedia, gestionar sus metadatos y reproducir su música y sus vídeos.
fr: <app>Banshee</app> possède des fonctions pour importer vos médias, gérer leurs métadonnées et lire vos musiques et vidéos.
ro: <app>Banshee</app> include posibilități pentru a vă importa conținutul media, să-i gestionați metadatele, și să redați muzica și clipurile video.
sv: <app>Banshee</app> har funktioner för att importera media, hantera dess metadata och spela din musik och dina videor.

source: <app>Banshee</app> also helps you sync your music and videos to popular portable devices, such as digital audio players and smartphones. <app>Banshee</app> supports popular devices including most iPods, Sandisk and Creative MP3 players, and Android powered phones.
cs: <app>Banshee</app> vám také pomůže se synchronizací vaší hudby a videí s populárními přenosnými zařízeními, jako jsou digitální přenosné přehrávače a smartfony. <app>Banshee</app> podporuje populární zařízení včetně většiny přehrávačů MP3 iPod, Sandisk a Creative a telefonů se systémem Android.
de: <app>Banshee</app> hilft Ihnen auch beim Abgleich Ihrer Musik mit populären tragbaren Geräten, wie digitalen Audioplayern und Smartphones. <app>Banshee</app> unterstützt bekannte Geräte wie die meisten iPods, MP3-Spieler von Sandisk und Creative sowie auf Android basierende Smartphones.
el: Το <app>Banshee</app> σας βοηθά επίσης να συγχρονίσετε τη μουσική και τα βίντεό σας με δημοφιλείς φορητές συσκευές, όπως αναπαραγωγείς ψηφιακού ήχου και έξυπνα κινητά. Το <app>Banshee</app> υποστηρίζει δημοφιλείς συσκευές περιλαμβανομένων των περισσότερων iPod και τους αναπαραγωγούς Creative MP3 και Sandisk καθώς και κινητά με λειτουργικό Android.
es: <app>Banshee</app> también le ayuda a sincronizar su música y sus vídeos con dispositivos portátiles populares, como reproductores de sonido digitales y teléfonos inteligentes. <app>Banshee</app> soporta dispositivos populares incluyendo la mayoría de reproductores MP3 iPod, Sandisk y Creative y teléfonos con Android.
ro: <app>Banshee</app> de asemenea vă ajută să vă sincronizați muzica și clipurile video pe dispozitive portabile populare, cum ar fi playere audio digitale și telefoane inteligente. <app>Banshee</app> suportă dispozitive populare incluzând iPod-urile, Sandisk și playere MP3 Creative, și telefoane cu sistemul de operare Android.
sv: <app>Banshee</app> hjälper också dig att synkronisera musik och videor med populära portabla enheter, så som digitala musikspelare och smarttelefoner. <app>Banshee</app> stöder populära enheter inklusive de flesta iPod:ar, Sandisks och Creatives MP3-spelare och Android-telefoner.

source: <app>Banshee</app> media player
cs: Hudební přehrávač <app>Banshee</app>
de: <app>Banshee</app> Medienwiedergabe
el: Αναπαραγωγείς πολυμέσων <app>Banshee</app>
es: Reproductor multimedia de <app>Banshee</app>
ro: Playerul media <app>Banshee</app>
sv: <app>Banshee</app> mediaspelare

source: Add, remove &amp; play
cs: Přidávání, odebírání a přehrávání
de: Hinzufügen, Entfernen &amp; Abspielen
el: Προσθήκη, αφαίρεση &amp; αναπαραγωγή
es: Añadir, quitar y reproducir
ro: Adăugarea, eliminarea și redarea
sv: Lägg till, ta bort &amp; spela upp

source: Manage &amp; sort
cs: Správa a řazení
de: Verwalten &amp; Sortieren
el: Διαχείριση &amp; ταξινόμηση
es: Gestionar y ordenar
ro: Gestionrea și sorarea
sv: Hantera &amp; sortera

source: Sync your media with a portable music player
cs: Synchronizace vašich médií s přenosnými hudebními přehrávači
de: Abgleichen Ihrer Medien mit einem tragbaren Abspielgerät
el: Συγχρονισμός των πολυμέσων σας με φορητή συσκευή μουσικής
es: Sincronizar su contenido multimedia con un reproductor de música portátil
fr: Synchronisation de vos médias avec un lecteur audio numérique
ro: Sincronizarea fișierelor media cu un player de muzică portabil
sv: Synkronisera dina media med en portabel musikspelare

source: Add additional functionality to <app>Banshee</app>
cs: Přidávání dalších funkcí do <app>Banshee</app>
de: Zusätzliche Funktionalität zu <app>Banshee</app> hinzufügen
el: Προσθήκη επιπλέον λειτουργιών στο <app>Banshee</app>
es: Agregar funcionalidad adicional a <app>Banshee</app>.
ro: Adăugarea funcționalităților suplimentare la <app>Banshee</app>
sv: Lägg till ytterligare funktionalitet till <app>Banshee</app>

source: Advanced options and help
cs: Pokročilé volby a nápověda
de: Fortgeschrittene Optionen und Hilfe
el: Προχωρημένες επιλογές και βοήθεια
es: Opciones avanzadas y ayuda
fr: Options avancées et aide
ro: Opțiuni avansate și ajutor
sv: Avancerade inställningar och hjälp

source: Add music and videos from your computer to your <app>Banshee</app> library.
cs: Přidávejte hudbu a videa ze svého počítače do své kolekce <app>Banshee</app>.
de: Hinzufügen von Musik und Videos auf Ihrem Rechner zur <app>Banshee</app>-Bibliothek.
el: Προσθήκη μουσικής και βίντεο από τον υπολογιστή σας στη βιβλιοθήκη σας του <app>Banshee</app>.
es: Añadir música y vídeos de su equipo a su colección de <app>Banshee</app>..
ro: Adaugă muzică și videoclipuri din calculatorul dumneavoastră în biblioteca <app>Banshee</app>.
sv: Lägg till musik och videor från din dator i ditt <app>Banshee</app>-bibliotek.

source: Import music &amp; videos
cs: Import hudby a videa
de: Musik und Videos importieren
el: Εισαγωγή μουσικής &amp; βίντεο
es: Importar música y vídeos
fr: Importation de musique et de vidéos
ro: Importarea muzicii și filmelor
sv: Importera musik &amp; videor

source: You can import music and videos stored on your computer into <app>Banshee</app>. Imported files appear in your sources and can be edited and managed like any other media in <app>Banshee</app>.
cs: Do přehrávače <app>Banshee</app> můžete importovat hudbu a videa uložená na svém počítači. Importované soubory se objeví ve vašich zdrojích a lze je v <app>Banshee</app> upravovat a spravovat podobně jako ostatní média.
de: Sie können auf Ihrem Rechner gespeicherte Musik und Videos in <app>Banshee</app> importieren. Die importierten Dateien erscheinen in Ihren Quellen und können wie andere Medien in <app>Banshee</app> bearbeitet und verwaltet werden.
el: Μπορείτε να εισάγετε μουσική και βίντεο αποθηκευμένα στον υπολογιστή σας στο <app>Banshee</app>. Τα εισαχθέντα αρχεία εμφανίζονται στις πηγές σας και μπορείτε να τα επεξεργαστείτε και να τα διαχειριστείτε όπως οποιοδήποτε άλλο μέσο στο <app>Banshee</app>.
es: Puede importar música y vídeos almacenados en su equipo en <app>Banshee</app>. Los archivos importados aparecen en sus fuentes y pueden editarse y gestionarse como cualquier otro archivo multimedia en <app>Banshee</app>.
ro: Puteți importa muzica sau clipurile video stocate pe calculatorul dumneavoastră în <app>Banshee</app>. Fișierele importate vor apărea în sursele dumneavoastră și vor putea fi editate și gestionate ca și orice media din <app>Banshee</app>.
sv: Du kan importera musik och videor sparade på din dator in i <app>Banshee</app>. Importerade filer dyker upp bland dina källor och kan redigeras och hanteras precis som annan media i <app>Banshee</app>.
