Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: You can create a new playlist by pressing <keyseq><key>Control</key><key>N</key></keyseq>, from the menu choosing <guiseq><gui>Media</gui><gui>New Playlist</gui></guiseq> or by selecing the track(s) you would like to add to the playlist. Select the track(s), right click them, and choose <guiseq><gui>Add to Playlist</gui><gui>New Playlist</gui></guiseq>. You can also drag and drop them to a new playlist by selecting the track(s) and dragging them to the left hand window pane over <gui>Music</gui>. As you drag it over <gui>Music</gui>, a new option <gui><em>New Playlist</em></gui> will appear and you can drop the track(s) over <gui><em>New Playlist</em></gui> to add them to the playlist. You can repeat this process until you have added all the tracks you want in the playlist.
fr: Pour créer une nouvelle liste de lecture, vous pouvez soit presser la combinaison <keyseq><key>Control</key><key>N</key></keyseq>, soit choisir <guiseq><gui>Média</gui><gui>Nouvelle liste de lecture</gui></guiseq> dans le menu, ou encore sélectionner la ou les pistes que vous voulez ajouter et par un clic droit choisir <guiseq><gui>Ajouter à la liste de lecture</gui><gui>Nouvelle liste de lecture</gui></guiseq> dans le menu contextuel. Vous pouvez aussi faire glisser la ou les pistes avec la souris dans la fenêtre de gauche en passant au-dessus de <gui>Musique</gui>. Au passage, une option <gui><em>Nouvelle liste de lecture</em></gui> apparaîtra, et vous pourrez lâcher la ou les pistes dans cette <gui><em>Nouvelle liste de lecture</em></gui> pour les y ajouter. Il vous faudra répéter ce processus avec tous les titres que vous souhaitez y ajouter.

source: To give your playlist its own name, select the playlist and right click on the playlist and press <gui>Rename Playlist</gui> and enter the name of your playlist.
fr: Pour nommer votre liste de lecture, faites un clic droit dessus, choisissez <gui>Renommer</gui> et saisissez le nom que vous souhaitez lui donner.

source: To remove a track from the playlist, select the track(s) you wish to remove. Press the <key>Delete</key>, from the menu choose <guiseq><gui>Edit</gui><gui>Remove from Playlist</gui></guiseq> or right click the track(s) with your mouse and press <gui>Remove from Playlist</gui>.
fr: Pour supprimer un titre de la liste, sélectionnez-le et appuyez sur la touche <key>Suppr</key>, ou faites <guiseq><gui>Édition</gui><gui>Enlever de la liste de lecture</gui></guiseq> dans le menu, ou encore par un clic droit choisissez <gui>Supprimer de la liste</gui> dans le menu contextuel.

source: Smart Playlist
fr: Liste de lecture intelligente

source: To create a new Smart Playlist, from the menu choose <guiseq><gui>Media</gui><gui>New Smart Playlist</gui></guiseq>. You will be presented with a dialog to create a new Smart Playlist. Enter the name of your playlist and then choose the criteria your playlist should be based on. You can choose from any field included in the song's meatadata, such as Album, Artist or Year. Choose the criteria and then choose from one of the following:
fr: Pour créer une nouvelle liste de lecture intelligente, allez dans le menu <guiseq><gui>Média</gui><gui>Nouvelle liste de lecture intelligente</gui></guiseq>. Une boîte de dialogue s'affiche pour créer une nouvelle liste de lecture intelligente. Saisissez le nom de la liste et ensuite choisissez les critères sur lesquels elle sera construite. Vos critères peuvent provenir de n'importe quel champ, y compris des métadonnées comme le titre de l'album, le nom de l'artiste ou l'année. Une fois les critères définis, vous devrez spécifier ceci :

source: You can also press the <gui>+</gui> button to add an addition query to the Smart Playlist. For example, you could create a smart playlist that includes all songs from 2010 that you rated 5 stars. To create this playlist you would choose:
fr: Vous pouvez aussi appuyer sur le bouton <gui>+</gui> pour ajouter une condition supplémentaire à la liste : par exemple, créer une liste de lecture intelligente avec tous les morceaux de 2010 auxquels vous avez attribué une note de cinq étoiles. Pour générer cette liste, il faut saisir :

source: <gui/>5 stars
fr: <gui/>5 étoiles

source: You can then optionally select how many songs are included by pressing the <gui>Limit</gui> to checkbox and choosing the number of songs to be included.
fr: L'option supplémentaire <gui>Limiter à</gui> vous permet de choisir le nombre maximum de titres que vous voulez y mettre en cochant cette case.

source: Banshee also includes smart playlists already created for you. Press the <gui>Open in editor</gui> button to view how the playlist created was or to modify it. If you press <gui>Create and save</gui> the playlist will be automatically generated and saved for you. The following playlists are included:
fr: Dans Banshee, vous avez aussi des listes de lectures intelligentes prédéfinies. Sélectionnez-en une et appuyez sur le bouton <gui>Ouvrir dans l'éditeur</gui> pour visionner comment elle se présente ou pour la modifier à votre goût. Quand vous cliquez sur le bouton <gui>Créer et enregistrer</gui> la liste est automatiquement générée et sauvegardée. Voici les liste disponibles :

source: Banshee Smart Playlists
fr: Listes de lecture intelligentes Banshee

source: Manage or change your albums cover art.
fr: Gestion ou modification des pochettes de vos albums.

source: Cover art
fr: Pochette

source: Last.fm is a popular online service that offers both free and paid versions. Last.fm offers information on music artists and albums and if you create a user profile Last.fm allows you to track the music you listen to in Banshee for free. If you subscribe as a paying member, you can also listen to streaming music from Last.fm in various music clients, including Banshee. Last.fm offers multiple channels to stream, including recommended music for you based on your listening habits, your favorites and more.
fr: Last.fm est un service en ligne bien connu qui offre des versions gratuites ou payantes. Last.fm propose des informations sur des artistes ou des albums et si vous créez un profil Last.fm, vous pouvez surveiller gratuitement la musique que vous écoutez avec Banshee. Si vous ouvrez un compte payant en tant qu'adhérent, vous pouvez en plus écouter les diffusions musicales Last.fm en continu à partir de plusieurs clients dont Banshee. Last.fm vous propose de nombreux canaux de diffusion, y compris ceux les mieux adaptés à vous, en se basant sur vos habitudes d'écoute, vos favoris ou d'autres critères.

source: To get the most out of Last.fm, you will want to create a Last.fm profile. Visit <link href="http://www.last.fm/join">http://www.last.fm/join</link> to create an account or choose <guiseq><gui>Edit</gui><gui>Preferences</gui></guiseq> from the Banshee menu. Once in the preferences select the <gui>Source Specific</gui> tab, press the <gui>Source</gui> drop down menu, choose <gui>Last.fm</gui> and finally select the <em>Sign up for Last.fm</em> link.
fr: Pour obtenir le meilleur de Last.fm, il vous faut créer votre profil Last.fm. Suivez ce lien <link href="http://www.last.fm/join">http://www.last.fm/join</link> pour ouvrir un compte ou bien ouvrez le menu de Banshee <guiseq><gui>Édition</gui><gui>Préférences</gui></guiseq>. Une fois dans les préférences, choisissez l'onglet <gui>Spécifique à la source</gui>, cliquez sur le menu déroulant <gui>Source</gui>, sélectionnez <gui>Last.fm</gui> et enfin cliquez sur le lien <em>S'inscrire sur Last.fm</em>.

source: To enable Banshee to report the songs you play on your computer to Last.fm, sign in to Last.fm in Banshee in the <gui>Source Specific</gui> preferences. Enter your username and press the <gui>Log in to Last.fm</gui> button. You will be directed to a Last.fm webpage in your browser to grant Banshee access. Press the <gui>Yes, allow access</gui> link in your browser and you will be redirected to a webpage that displays a message that Banshee now has access to Last.fm. Return to Banshee and press the <gui>Finish Logging In</gui> button to complete the process.
fr: Pour permettre à Banshee de vous renseigner sur les morceaux diffusés sur votre ordinateur par Last.fm, vous devez vous inscrire sur Last.fm dans Banshee dans les préférences <gui>Spécifique à la source</gui>. Saisissez votre nom d'utilisateur et cliquez sur le bouton <gui>Se connecter à Last.fm</gui>. Vous êtes alors dirigé vers une page Web de Last.fm dans votre navigateur pour y autoriser l'accès de Banshee. Cliquez sur le lien <gui>Autoriser l'accès</gui> dans votre navigateur et vous êtes redirigé sur une autre page qui vous confirme que Banshee a maintenant l'autorisation d'accéder à Last.fm. Retournez dans Banshee et fermez le processus par le bouton <gui>Terminer l'authentification</gui>.

source: Enable Last.fm Song Reporting
fr: Lancement du processus Last.fm de renseignements sur les titres

source: After you have successfully linked Banshee to your Last.fm profile you must ensure that you have enabled Banshee to report your songs. To enable Banshee to report the songs to your Last.fm profile go to Banshee's preferences, select the <gui>Source Specific</gui> tab, select <gui>Last.fm</gui> from the dropdown, and press the <gui>Enable Song Reporting</gui> checkbox. If you have an active internet connection Banshee will now send Last.fm information regarding the songs you play. To view your play history visit your profile on the Last.fm website. Last.fm will automatically update your music metadata if any of your artist, song title, or album information is incorrect (although we recommend that you use the Metadata Fixer extension to correct your files instead).
fr: Après avoir réussi à connecter Banshee à votre profil Last.fm, vous devez vérifier que vous avez autorisé Banshee à faire état de vos titres dans votre profil Last.fm. Pour cela, allez dans les préférences de Banshee, sélectionnez l'onglet <gui>Spécifique à la source</gui> puis <gui>Last.fm</gui> dans le menu déroulant puis, cochez la case <gui>Activer l'informateur de morceau</gui>. Si votre connexion internet est active, Banshee fourni maintenant des informations sur le morceau en cours d'écoute. L'historique de vos écoutes est consultable sur la page Web de votre profil Last.fm. Last.fm mettra automatiquement à jour les métadonnées de vos morceaux si des informations sur l'artiste, le titre ou l'album s'avéraient erronées (nous vous recommandons néanmoins d'utiliser plutôt l'extension Réparateur de métadonnées pour corriger vos fichiers).

source: Listen to Last.fm Radio
fr: Écoute de la radio web Last.fm

source: In Banshee's sources pane on the left hand side, you will now have a Last.fm section, including your Last.fm radio stations. You will need an active internet connection to listen to Last.fm radio. Choose the radio station you wish to listen to and Banshee will communicate with Last.fm to populate songs for that radio station. Press the <gui>Play</gui> button in Banshee or <key>Spacebar</key> to start streaming a Last.fm radio station. You can also press the <gui>Next</gui> button in Banshee, <key>N</key> or choose <guiseq><gui>Playback</gui><gui>Next</gui></guiseq> to play the next song in your radio station queue.
fr: Dans le panneau des sources de Banshee, sur le côté gauche, est apparue une section Last.fm contenant vos stations radio Last.fm. Si vous disposez d'une connexion internet active, vous pouvez choisir une station et Banshee se connecte aux morceaux les plus populaires de celle-ci. Appuyez sur le bouton <gui>Lire</gui> ou sur la touche <key>Espace</key> pour démarrer l'écoute. Pour passer au morceau suivant dans la file d'attente de la radio, appuyez sur le bouton <gui>Suivant</gui> ou sur la touche <key>N</key>, ou encore choisissez le menu <guiseq><gui>Lecture</gui><gui>Suivant</gui></guiseq>.

source: Keyboard Shortcuts
fr: Raccourcis claviers

source: Control Banshee using Keyboard Shortcuts
fr: Navigation dans Banshee avec les raccourcis clavier

source: Playback Control
fr: Contrôle de la lecture

source: Space Bar
fr: Espace

source: Library Interaction
fr: Interaction avec la bibliothèque

source: <key>/</key>, <keyseq><key>Control</key><key>F</key></keyseq>
fr: <key>/</key>, <keyseq><key>Ctrl</key><key>I</key></keyseq>

source: Hide Banshee Window (Requires Notification Area Plug-in Enabled
fr: Masquage de la fenêtre de Banshee (nécessite que le plugin Icône de zone de notification soit activé)

source: Import music and categorizations from the <app>iTunes</app> media player.
fr: Importation de la musique et de sa classification à partir du lecteur multimédia <app>iTunes</app>.

source: Import your <app>iTunes</app> library
fr: Importation de votre bibliothèque <app>iTunes</app>

source: Introduction to the <app>Banshee Media Player</app>.
fr: Introduction au <app>Lecteur multimédia Banshee</app>.

source: <app>Banshee</app> is a media player that allows you to play your music, videos, and other media as well sync it with portable devices to take your media on the go.
fr: <app>Banshee</app> est un lecteur multimédia qui lit vos musiques, vidéos ou autres et qui peut se synchroniser avec vos appareils portables pour emporter vos médias avec vous.

source: Banshee also helps you sync your music and videos to popular portable devices, such as digital audio players and smartphones. Banshee supports popular devices including most iPods, Sandisk and Creative MP3 players, and Android powered phones.
fr: Banshee vous aide également à synchroniser vos musiques et vidéos avec la plupart des appareils portables comme les baladeurs numériques et les smartphones. Banshee prend en charge la plupart des lecteurs audio numériques comme beaucoup d'iPods, Sandisk, baladeurs MP3 Creative et téléphones Android.

source: Add, Remove &amp; Play
fr: Ajout, suppression et lecture

source: Manage &amp; Sort
fr: Gestion et tri

source: Add additional functionality to Banshee
fr: Ajout de nouvelles fonctionnalités à Banshee

source: Common Problems
fr: Problèmes communs

source: Add music and videos from your computer to your Banshee library.
fr: Transfert de musiques et vidéos de votre ordinateur vers la bibliothèque de Banshee.

source: You can import music and videos stored on your computer into Banshee. Imported files appear in your sources and can be edited and managed like any other media in Banshee.
fr: Vous pouvez importer de la musique et des vidéos de votre ordinateur vers Banshee. Les fichiers importés s'affichent dans vos ressources et peuvent être modifiés et gérés comme n'importe quel autre média dans Banshee.

source: To import music or video files on your computer, choose <guiseq><gui>Media</gui><gui>Import Media</gui></guiseq>. A dialog will appear with a number of choices.
fr: Pour importer des fichiers musicaux ou vidéos sur votre ordinateur, allez dans le menu <guiseq><gui>Média</gui><gui>Importer des médias</gui></guiseq>. Une boîte de dialogue s'affiche avec un certain nombre de choix.

source: Import from a Playlist
fr: Importation d'une liste de lecture

source: You can also import music from playlists. Most playlist files end in <em>m3u</em>. To import from a playlist, from the Banshee menu choose <guiseq><gui>Media</gui><gui>Import Playlist</gui></guiseq> and locate the playlist file in your folder, select it and press <gui>Import</gui>.
fr: Vous pouvez importer de la musique à partir de listes de lecture déjà existantes sur votre ordinateur. La plupart des listes de lecture se terminent par l'extension <em>m3u</em>. Allez dans le menu <guiseq><gui>Média</gui><gui>Importer une liste de lecture</gui></guiseq>, recherchez votre liste parmi vos dossiers, sélectionnez-la et cliquez sur <gui>Importer</gui>.

source: Additional Import Sources
fr: Sources d'importation additionnelles

source: Add additional functionality to Banshee.
fr: Ajout de nouvelles fonctionnalités à Banshee.

source: Banshee Extensions
fr: Extensions de Banshee

source: Official Banshee Extensions
fr: Extensions officielles de Banshee

source: Manage extensions for Banshee
fr: Gestion des extensions de Banshee

source: Community Banshee Extensions
fr: Extensions de la communauté pour Banshee

source: Add community built extensions for Banshee
fr: Ajout d'extensions développées par la communauté pour Banshee

source: Import music purchased from eMusic.
fr: Importation de musique achetée sur le site eMusic.

source: Import your eMusic tracks
fr: Importation de vos titres eMusic

source: Amazon MP3 Store
fr: Boutique MP3 Amazon

source: Banshee supports downloading and importing music from the Amazon MP3 store. You can manually import Amazon music files, purchase music in your web browser or buy music inside of Banshee. Amazon only offers music for sale as an MP3 in certain countries and depending on your location, you may not be able to buy Amazon MP3s.
fr: Avec Banshee, vous pouvez télécharger et importer de la musique depuis la boutique MP3 Amazon. Vous pouvez importer des fichiers de musique Amazon manuellement, les acheter dans votre navigateur internet, ou demander à Banshee de le faire. L'offre d'Amazon ne concerne que certains pays pour ce qui est des MP3, et selon votre pays, il se peut que vous ne puissiez pas acheter de musique en MP3 sur Amazon.

source: Banshee uses an Amazon affiliate code for all music purchases. All money made via this affiliate code is donated to the GNOME Foundation.
fr: Banshee utilise un code d'affiliation pour toute musique achetée sur Amazon. Toutes les sommes récoltées par le biais de ce code sont reversées à la fondation GNOME.

source: Music purchased from Amazon's MP3 store can be automatically downloaded and imported into Banshee. Banshee associates itself with the .amz file Amazon provides for MP3 purchases. When you buy music on Amazon, your web browser will download the .amz file and Banshee will automatically open it and begin the download and import the music.
fr: La musique MP3 achetée sur le site Amazon peut être automatiquement téléchargée et importée dans Banshee. Banshee s'associe au fichier .amz qu'Amazon fournit pour les achats de MP3. Lors de votre achat sur Amazon, votre navigateur Web télécharge le fichier .amz, Banshee l'ouvre automatiquement, télécharge et importe la musique.

source: Buy Amazon MP3s in Banshee
fr: Achat de MP3 sur Amazon avec Banshee

source: You can also search for songs on Amazon within Banshee. Choose the Amazon MP3 Store from the Banshee menu on the left. This will load the Amazon MP3 Store just as if you were in a web browser. You can search Amazon for the music you wish to buy and after logging in to Amazon, buy music with one click. Banshee will automatically download and import your purchase into the library.
fr: Vous pouvez aussi chercher des titres sur Amazon avec Banshee. Sélectionnez boutique MP3 Amazon dans le volet de gauche. Ceci téléchargera la bibliothèque de la boutique MP3 Amazon comme si vous étiez dans votre navigateur. Une fois identifié dans Amazon, faites votre choix et achetez votre musique d'un seul clic. Banshee se charge de télécharger et d'importer votre musique dans la bibliothèque.

source: When music is purchased from Amazon in a web browser, a file with the extension .amz is downloaded and saved to your hard drive. To import music purchased manually from Amazon, in Banshee choose <guiseq><gui>Media</gui><gui>Import Media</gui></guiseq> from the menu and select the *.amz file to be imported. Banshee will then open this file and connect to the Amazon MP3 store to begin the download.
fr: Quand vous achetez de la musique d'Amazon dans votre navigateur internet, un fichier portant l'extension .amz est téléchargé et enregistré sur votre disque dur. Pour importer cette musique manuellement depuis Amazon, allez dans le menu de Banshee <guiseq><gui>Média</gui><gui>Importer des médias</gui></guiseq> et sélectionnez le fichier *.amz à importer. Banshee ouvre ce fichier et se connecte à Amazon MP3 store pour démarrer le téléchargement.

source: Get help for advanced actions.
fr: Obtention d'aide sur les options avancées.

source: Advanced Options and Help
fr: Options avancées et aide

source: Add, remove and play internet radio stations in Banshee.
fr: Ajout, suppression et écoute de stations de radio internet avec Banshee.

source: Internet Radio
fr: Radio internet

source: What is Internet Radio?
fr: Une radio internet, qu'est-ce que c'est ?

source: Internet radio stations are similar to regular radio stations, allowing an individual or organization to stream music live over the internet. Internet radio stations can be a simultaneous stream of a regular radio station, an amateur broadcasting their own station, or commercial internet radio stations that include live DJs and even commercials.
fr: Les stations radio internet sont similaires aux autres stations historiques et permettent à un individu ou à un groupe d'écouter un flux musical en direct via l'internet. Elles peuvent tout à la fois diffuser un flux en provenance de stations historiques, de stations d'amateurs ou de stations commerciales y compris celles de DJs en direct ou d'autres commerces.

source: Add Radio Station
fr: Ajout d'une station de radio

source: To add an internet radio station to Banshee, press <gui>Add Station</gui> in the upper right hand corner of Banshee or, from the menu, choose <guiseq><gui>Media</gui><gui>Add Station</gui></guiseq>.
fr: Pour ajouter une station de radio internet à Banshee, appuyez sur le bouton <gui>Ajouter une station</gui> au haut à droite, ou allez dans le menu <guiseq><gui>Média</gui><gui>Ajouter une station</gui></guiseq>.

source: From the internet radio station's webpage, copy the link to their stream URL in your web browser. In most browsers, you can right click on the link and press <gui>Copy Link</gui>.
fr: Sur la page Web de la station de radio internet, recopiez l'URL du flux dans votre navigateur. Avec la plupart des navigateurs, un clic droit sur le lien vous propose de <gui>Copier le lien</gui>.

source: Banshee will prompt you to enter the <gui>Station Genre</gui>. Choose the kind of music the internet radio station plays from the available drop down selections. You will then need to enter the <gui>Station Name</gui>. Enter a name for the radio station. Then press tab or use your mouse to select the <gui>Stream URL</gui> field to paste the URL of the radio station. Using your mouse right click and choose <gui>Paste</gui> or press <keyseq><key>Control</key><key>V</key></keyseq>.
fr: Banshee ouvre une boîte de dialogue avec plusieurs champs et vous demande d'entrer le genre, le titre et l'URL de flux de la station de radio que vous souhaitez ajouter. Choisissez le <gui>Type de station</gui> dans le menu déroulant. Saisissez le nom de votre station dans le champ adéquat. D'un clic droit dans le champ <gui>URL du flux</gui> choisissez <gui>copier</gui> ou appuyez sur <keyseq><key>Ctrl</key><key>V</key></keyseq>.

source: You can optionally also fill out the fields for <gui>Station Creator</gui>, <gui>Description</gui>, and <gui>Rating</gui>.
fr: Vous pouvez aussi remplir les champs facultatifs <gui>Créateur de la station</gui>, <gui>Description</gui> et <gui>Note</gui>.

source: Then press <gui>Save</gui> to save the internet radio station in Banshee.
fr: Pour terminer, n'oubliez pas d'<gui>Enregistrer</gui> votre nouvelle station dans Banshee.

source: Add, remove and play podcasts in Banshee.
fr: Ajout, suppression et écoute de podcasts avec Banshee.

source: What is a Podcast?
fr: Un podcast, qu'est-ce que c'est ?
