Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: You can create a new playlist by pressing <keyseq><key>Control</key><key>N</key></keyseq>, from the menu choosing <guiseq><gui style="menu">Media</gui><gui style="menuitem">New Playlist</gui></guiseq> or by selecing the track(s) you would like to add to the playlist. Select the track(s), right click them, and choose <guiseq><gui style="menuitem">Add to Playlist</gui><gui style="menuitem">New Playlist</gui></guiseq>. You can also drag and drop them to a new playlist by selecting the track(s) and dragging them to the left hand window pane over <gui>Music</gui>. As you drag it over <gui>Music</gui>, a new option <gui style="menuitem"><em>New Playlist</em></gui> will appear and you can drop the track(s) over <gui style="menuitem"><em>New Playlist</em></gui> to add them to the playlist. You can repeat this process until you have added all the tracks you want in the playlist.
cs: Nový seznam skladeb vytvoříte zmáčknutím <keyseq><key>Control</key><key>N</key></keyseq>, volbou <guiseq><gui style="menu">Média</gui> <gui style="menuitem">Nový seznam skladeb</gui></guiseq> z nabídky nebo výběrem stopy či stop, které byste chtěli přidat. Vyberte stopu či stopy, klikněte na ně pravým tlačítkem a zvolte <guiseq><gui style="menuitem">Přidat do seznamu skladeb</gui> <gui style="menuitem">Nový seznam skladeb</gui></guiseq>. Můžete je také táhnout a pustit do nového seznamu tak, že je vyberete a táhnete do panelu v levé části na zdroj <gui>Hudba</gui>. Jak je přetáhnete na <gui>Hudba</gui>, objeví se nová volba <gui style="menuitem"><em>Nový seznam skladeb</em></gui> a na tu je můžete upustit. Celý postup můžete libovolným uvedeným způsobem opakovat, dokud nepřidáte všechny stopy, které chcete.
de: Zum Erstellen einer neuen Wiedergabeliste drücken Sie <keyseq><key>Strg</key><key>N</key></keyseq> oder wählen im Menü <guiseq><gui style="menu">Medien</gui><gui style="menuitem">Neue Wiedergabeliste</gui></guiseq>. Alternativ können Sie einfach die Titel auswählen, die Sie zur Wiedergabeliste hinzufügen wollen. Klicken Sie mit der rechten Maustaste darauf und wählen Sie <guiseq><gui style="menuitem">Zur Wiedergabeliste hinzufügen</gui><gui style="menuitem">Neue Wiedergabeliste</gui></guiseq>. Sie können die Titel auch auswählen und mit der Maus in die linke Seitenleiste über <gui>Musik</gui> ziehen. Sobald sich der Mauszeiger über <gui>Musik</gui> befindet, erscheint eine neue Option <gui style="menuitem"><em>Neue Wiedergabeliste</em></gui>. Lassen Sie die Maustaste los, um die Titel zur Wiedergabeliste hinzuzufügen. Sie können diesen Vorgang so lange wiederholen, bis Sie alle gewünschten Titel zur Wiedergabeliste hinzugefügt haben.
el: Μπορείτε να δημιουργήσετε μια νέα λίστα αναπαραγωγής πατώντας <keyseq><key>Control</key><key>N</key></keyseq>, από το μενού επιλέγοντας <guiseq><gui style="menu">Μέσα</gui><gui style="menuitem">Νέα λίστα αναπαραγωγής</gui></guiseq> ή επιλέγοντας τα κομμάτια που θέλετε να προσθέσετε στη λίστα αναπαραγωγής. Επιλέξτε τα κομμάτια, δεξιοπατήστε τα και επιλέξτε <guiseq><gui style="menuitem">Προσθήκη στη λίστα αναπαραγωγής</gui><gui style="menuitem">Νέα λίστα αναπαραγωγής</gui></guiseq>. Μπορείτε επίσης να σύρετε και να τα αφήσετε σε μια νέα λίστα αναπαραγωγής επιλέγοντας τα κομμάτια και σύροντάς τα στο αριστερό πλαίσιο του παραθύρου πάνω από το <gui>Μουσική</gui>. Καθώς τα σύρετε πάνω από το <gui>Μουσική</gui>, θα εμφανισθεί μια νέα επιλογή <gui style="menuitem"><em>Νέα λίστα αναπαραγωγής</em></gui> και μπορείτε να αφήσετε τα κομμάτια πάνω από τη <gui style="menuitem"><em>Νέα λίστα αναπαραγωγής</em></gui> για να τα προσθέσετε στη λίστα αναπαραγωγής. Μπορείτε να επαναλάβετε αυτή τη διαδικασία μέχρι να προσθέσετε όλα τα κομμάτια που θέλετε στη λίστα αναπαραγωγής.
es: Puede crear una nueva lista de reproducción pulsando <keyseq><key>Ctrl</key><key>N</key></keyseq>, eligiendo desde el menú <guiseq><gui style="menu">Multimedia</gui><gui style="menuitem">Lista de reproducción nueva</gui></guiseq> o seleccionando las pistas que le gustaría añadir a la lista de reproducción. Seleccione las pistas, pulse con el botón derecho y elija <guiseq><gui style="menuitem">Añadir a la lista de reproducción</gui><gui>Lista de reproducción nueva</gui></guiseq>. También puede arrastrar y soltarlas a la nueva lista de reproducción seleccionando las pistas y arrastrándolas al panel izquierdo sobre <gui>Música</gui>. Al arrastrar sobre <gui>Música</gui>, aparecerá una nueva opción <gui><em>Lista de reproducción nueva</em></gui> y podrá soltar las pistas sobre <gui style="menuitem"><em>Lista de reproducción nueva</em></gui> para añadirlas a la lista. Puede repetir este proceso hasta que haya añadido a la lista de reproducción todas las pistas que quiera.
ro: Puteți crea o listă nouă de redare prin apăsarea <keyseq><key>Control</key><key>N</key></keyseq>, din meniul de alegere <guiseq><gui style="menu">Media</gui><gui style="menuitem">Listă nouă de redare</gui></guiseq> sau prin selectarea pieselor pe care doriți să le adăugați la lista de redare. Selectați piesele, apăsați clic dreapta pe acestea și selectați <guiseq><gui style="menuitem">Adaugă la lista de redare</gui><gui style="menuitem">Listă nouă de redare</gui></guiseq>. Puteți de asemenea să le trageți și să le plasați într-o listă nouă de redare prin selectarea pieselor și tragerea lor în stânga ferestrei peste <gui>Muzică</gui>. În timp ce le trageți peste <gui>Muzică</gui> va apărea o nouă opțiune prin care veți putea să le lăsați peste <gui style="menuitem"><em>Listă nouă de redare</em></gui> pentru a le adăuga la lista de redare . Aveți posibilitatea să repetați acest proces până când ați adăugat toate melodiile pe care le doriți în lista de redare.
sv: Du kan skapa en ny spellista genom att trycka <keyseq><key>Control</key><key>N</key></keyseq>, välja <guiseq><gui style="menu">Media</gui><gui style="menuitem">Ny spellista</gui></guiseq> i menyn eller genom att välja spåren som du vill lägga till i spellistan. Markera spåren, högerklicka på dem och välj <guiseq><gui style="menuitem">Lägg till i spellista</gui><gui style="menuitem">Ny spellista</gui></guiseq>. Du kan också dra och släppa dem till en ny spellista genom att välja spåren och dra dem till vänstra delen av skärmen över <gui>Musik</gui>. När du drar över <gui>Musik</gui> kommer ett nytt alternativ <gui style="menuitem"><em>Ny spellista</em></gui> att visas och du kan släppa spåren över <gui style="menuitem"><em>Ny spellista</em></gui> för att lägga till dem till spellistan. Du kan repetera denna process tills du har lagt till alla spåren som du vill ha i spellistan.

source: To give your playlist its own name, select the playlist and right click on the playlist and press <gui style="menuitem">Rename Playlist</gui> and enter the name of your playlist.
cs: Jestli chcete svému seznamu skladeb přidělit vlastní název, vyberte seznam skladeb, klikněte na něj pravým tlačítkem, zmáčkněte <gui style="menuitem">Přejmenovat</gui> a zadejte pro seznam název.
de: Um Ihrer Wiedergabeliste einen selbst gewählten Namen zu geben, wählen Sie die Wiedergabeliste aus und klicken Sie dann mit der rechten Maustaste darauf. Wählen Sie anschließend <gui style="menuitem">Wiedergabeliste umbenennen</gui> im Kontextmenü und geben Sie den Namen Ihrer Wiedergabeliste ein.
el: Για να δώσετε στη λίστα αναπαραγωγής σας όνομα, επιλέξτε την και δεξιοπατήστε σε αυτή, πατήστε <gui style="menuitem">Μετονομασία λίστας αναπαραγωγής</gui> και εισάγετε το όνομα της λίστας σας.
es: Para darle a su lista de reproducción un nombre propio, seleccione la lista de reproducción, pulse con el botón derecho en la lista, pulse <gui style="menuitem">Renombrar</gui> e introduzca el nombre de la lista de reproducción.
ro: Pentru a da un nume listei de redare, selectați lista de redare și apăsați clic dreapta pe ea și apăsați <gui style="menuitem">Redenumiți lista de redare</gui> apoi introduceți numele pentru lista dumneavoastră de redare.
sv: För att ge din spellista ett eget namn, markera spellistan och högerklicka på spellistan och tryck <gui style="menuitem">Byt namn</gui> och skriv in namnet på din spellista.

source: You can change the order of the playlist by dragging and dropping the song to the new position in the playlist. Songs can only be re-ordered in the playlist when none of the columns are sorted. To unsort a column, press the column until the up or down arrow is no longer showing and the column is blank and then re-order the playlist.
cs: Pořadí seznamu skladeb můžete měnit přetahováním skladeb na nové pozice v seznamu. Skladby je možné přeuspořádávat, jen když seznam skladeb není seřazen podle žádného sloupce. Pokud potřebujete řazení podle sloupce zrušit, klikejte na jeho záhlaví dokud nezmizí šipka nahoru a dolů a seznam skladeb nezmění pořadí.
de: Sie können die Reihenfolge der Wiedergabeliste ändern, indem Sie die Titel durch Ziehen und Ablegen neu anordnen. Titel können nur dann neu geordnet werden, wenn keine der Spalten sortiert ist. Um die Sortierung einer Spalte zu entfernen, klicken Sie auf die Spalte, bis die nach oben und unten zeigenden Pfeile nicht mehr sichtbar sind. Dann können Sie die Wiedergabeliste neu sortieren.
el: Μπορείτε να αλλάξετε τη σειρά στη λίστα αναπαραγωγής σύροντας τα τραγούδια στη νέα θέση τους στη λίστα. Τα τραγούδια μπορούν να επαναδιαταχθούν στη λίστα μόνο όταν καμία στήλη δεν είναι ταξινομημένη. Για να αποταξινομήσετε μια στήλη, κάντε κλικ πάνω της μέχρι να μην εμφανίζεται πάνω ή κάτω βέλος και η στήλη να είναι κενή και μετά επαναδιατάξτε τη λίστα αναπαραγωγής.
es: Puede cambiar el orden de la lista de reproducción arrastrando y soltando la canción a la nueva posición dentro de la lista. Las canciones sólo se pueden reordenar en la lista de reproducción cuando no se está ordenando por ninguna columna. Para dejar de ordenar por una columna, pulse la columna hasta que ya no aparezcan las flechas de arriba o abajo y la columna esté en blanco, y entonces reordene la lista de reproducción.
fr: Vous pouvez modifier le classement de la liste en faisant glisser les titres avec la souris d'une ligne à une autre. Le classement ne peut être modifié que si aucune colonne n'a auparavant été triée. Pour annuler le tri dans une colonne, cliquez dans l'en-tête jusqu'à ce que la flèche haute ou basse disparaisse. Réorganisez ensuite la liste.
ro: Puteți să schimbați ordinea listei de redare trăgând și apoi lăsând piesa pe noua poziție din lista de redare. Piesele pot fi doar rearanjate în lista de redare atunci când nu este sortată nici una dintre coloane. Pentru a desorta o coloană, după ce apăsați coloana până când săgeata de sus sau de jos numai arată nimic și coloana este goală aveți posibilitatea să rearanjați lista de redare.
sv: Du kan ändra ordningen i spellistan genom att dra och släppa låten på den nya positionen i spellistan. Låtar kan bara omorganiseras i spellistan när ingen av kolumnerna är sorterade. För att stänga av sorteringen för en kolumn, tryck på kolumnen tills upp- eller nerpilen inte längre visas och kolumnen är tom och omorganisera sedan spellistan.

source: To remove a track from the playlist, select the track(s) you wish to remove. Press the <key>Delete</key>, from the menu choose <guiseq><gui style="menu">Edit</gui><gui style="menuitem">Remove from Playlist</gui></guiseq> or right click the track(s) with your mouse and press <gui style="menuitem">Remove from Playlist</gui>.
cs: Pokud chcete stopu ze seznamu skladeb odstranit, vyberte ji (nebo i více stop). Zmáčkněte <key>Delete</key> nebo v nabídce zvolte <guiseq><gui style="menu">Upravit</gui><gui style="menuitem">Odstranit ze seznamu skladeb</gui></guiseq> a nebo klikněte na stopu(y) pravým tlačítkem myši a vyberte <gui style="menuitem">Odstranit ze seznamu skladeb</gui>.
de: Um einen Titel aus der Wiedergabeliste zu löschen, wählen Sie zunächst den oder die zu löschenden Titel aus. Drücken Sie anschließend die <key>Entf</key>-Taste, wählen Sie im Menü <guiseq><gui style="menu">Bearbeiten</gui><gui style="menuitem">Aus der Wiedergabeliste entfernen</gui></guiseq> oder klicken Sie mit der rechten Maustaste auf den oder die zu löschenden Titel und klicken Sie im Kontextmenü auf <gui style="menuitem">Aus der Wiedergabeliste entfernen</gui>.
el: Για να αφαιρέσετε ένα κομμάτι από τη λίστα αναπαραγωγής, επιλέξτε τα κομμάτια που θέλετε να απομακρύνετε. Πατήστε το <key>Delete</key>, επιλέξτε από το μενού <guiseq><gui style="menu">Επεξεργασία</gui><gui style="menuitem">Αφαίρεση από τη λίστα αναπαραγωγής</gui></guiseq> ή δεξιοπατήστε στα κομμάτια με το ποντίκι σας και πατήστε <gui style="menuitem">Αφαίρεση από τη λίστα αναπαραγωγής</gui>.
es: Para quitar una pista de la lista de reproducción, seleccione las pistas que quiere quitar. Pulse <key>Supr</key>, elija desde el menú <guiseq><gui style="menu">Editar</gui><gui style="menuitem">Quitar de la lista de reproducción</gui></guiseq> o pulse con el botón derecho y luego pulse <gui style="menuitem">Quitar de la lista de reproducción</gui>.
ro: Pentru a șterge o piesă din lista de redare, selectați piesa sau piesele pe care doriți să le ștergeți. Apăsați <key>Delete</key>, din meniu alegeți <guiseq><gui style="menu">Editează</gui><gui style="menuitem">Șterge din lista de redare</gui></guiseq> sau aoăsați clic dreapta pe piesă sau piese cu ajutorul mouseului apoi apăsați <gui style="menuitem">Șterge din lista de redare</gui>.
sv: För att ta bort ett spår från spellistan, välj spåren som du önskar ta bort. Tryck på <key>Delete</key>, välj <guiseq><gui style="menu">Redigera</gui><gui style="menuitem">Ta bort från spellista</gui></guiseq> eller högerklicka på spåren med musen och trycker <gui style="menuitem">Ta bort från spellista</gui>.

source: Smart playlist
cs: Chytré seznamy skladeb
de: Intelligente Wiedergabelisten
el: Έξυπνη λίστα αναπαραγωγής
es: Lista de reproducción inteligente
ro: Lista de redare inteligentă
sv: Smart spellista

source: Smart Playlists allow you to quickly generate a dynamic playlist based on a number of pre-set variables. You can quickly create a new playlist based on a specific artist, favorites or more.
cs: Chytré seznamy skladeb vám dovolují rychle generovat dynamické seznamy skladeb založené na několika přednastavených proměnných. Můžete rychle vytvořit seznam skladeb založený na určitém umělci, oblíbených skladbách a dalším.
de: Intelligente Wiedergabelisten ermöglichen Ihnen die schnelle und einfache Erstellung dynamischer Wiedergabelisten, basierend auf einer Reihe von vorher festgelegten Variablen. Sie können eine neue Wiedergabeliste auf der Basis eines Künstlers, auf Vorlieben oder weiterer Parameter erstellen.
el: Οι έξυπνες λίστες αναπαραγωγής σας επιτρέπουν να δημιουργήσετε γρήγορα μια δυναμική λίστα βασισμένη σε ένα αριθμό προκαθορισμένων μεταβλητών. Μπορεί να δημιουργήσετε γρήγορα μια νέα λίστα αναπαραγωγής βασισμένη σε έναν καλλιτέχνη, σε αγαπημένα και άλλα.
es: Las listas de reproducción inteligentes le permiten generar rápidamente una lista de reproducción dinámica basada en diversas variables preestablecidas. Puede crear rápidamente una lista de reproducción nueva basada en un artista específico, favoritos, etc.
fr: Les listes de lecture intelligentes vous permettent de générer rapidement une liste dynamique basée sur un certain nombre de variables pré-déterminées. Vous pouvez très vite créer une liste de lecture basée sur un nom d'artiste, sur vos favoris ou autres.
ro: Listele de redare inteligente vă permit să generați rapid o listă de redare dinamică bazată pe o serie de variabile prestabilite. Puteți să creați rapid o nouă listă de redare bazată pe un artist specificat, favorite și multe altele.
sv: Smarta spellistor låter dig snabbt generera en dynamisk spellista baserad på ett antal förinställningar. Du kan snabbt skapa en ny spellista baserat på en specifik artist, favoriter eller annat.

source: To create a new Smart Playlist, from the menu choose <guiseq><gui style="menu">Media</gui><gui style="menuitem">New Smart Playlist</gui></guiseq>. You will be presented with a dialog to create a new Smart Playlist. Enter the name of your playlist and then choose the criteria your playlist should be based on. You can choose from any field included in the song's metadata, such as Album, Artist or Year. Choose the criteria and then choose from one of the following:
cs: Když chcete vytvořit nový chytrý seznam skladeb, zvolte z nabídky <guiseq><gui style="menu">Média</gui> <gui style="menuitem">Nový chytrý seznam skladeb</gui></guiseq>. Zobrazí se vám dialogové okno na vytvoření chytrého seznamu skladeb. Zadejte název svého seznamu a zvolte kritéria, na kterých má být seznam skladeb založen. Můžete volit z polí, které jsou součástí metadat skladby, jako je album, umělec nebo rok. Po zvolení kritéria zvolte jednu z následujících podmínek:
de: Um eine neue intelligente Wiedergabeliste anzulegen, wählen Sie im Menü <guiseq><gui style="menu">Medien</gui><gui style="menuitem">Neue intelligente Wiedergabeliste</gui></guiseq>. Ein Dialog zum Erstellen der neuen intelligenten Wiedergabeliste wird geöffnet. Geben Sie den Namen Ihrer Wiedergabeliste ein und wählen Sie anschließend die Kriterien aus, auf denen Ihre Wiedergabeliste basieren soll. Sie können aus jedem in den Metadaten der Titel enthaltenen Feld wählen, wie Album, Künstler oder Erscheinungsjahr. Wählen Sie die Kriterien und wählen Sie dann Folgendes aus:
sv: För att skapa en ny smart spellista, välj <guiseq><gui style="menu">Media</gui><gui style="menuitem">Ny smart spellista</gui></guiseq> från menyn. Du kommer att få se en dialogruta där du kan skapa en ny smart spellista. Skriv in namnet på din spellista och välj sedan vilka kriterier din spellista ska baseras på. Du kan välja från vilket fält som helst i låtens metadata, så som album, artist eller år. Välj kriterierna och välj sedan från en av följande:

source: is
cs: je
de: ist
el: είναι
es: es
fr: est
ro: este
sv: är

source: is not
cs: není
de: ist nicht
el: δεν είναι
es: no es
fr: n'est pas
ro: nu este
sv: är inte

source: less than
cs: méně než
de: weniger als
el: λιγότερο από
es: menos que
fr: moins de
ro: mai puțin decât
sv: mindre än

source: more than
cs: více než
de: mehr als
el: περισσότερο από
es: más que
fr: plus de
ro: mai mult decât
sv: mer än

source: at most
cs: nejvíce
de: ist maximal
el: το πολύ
es: como mucho
fr: au plus
ro: cel mult
sv: som mest

source: at least
cs: nejméně
de: mindestens
el: τουλάχιστον
es: al menos
fr: au moins
ro: cel puțin
sv: som mest

source: You can also press the <gui style="button">+</gui> button to add an addition query to the Smart Playlist. For example, you could create a smart playlist that includes all songs from 2010 that you rated 5 stars. To create this playlist you would choose:
cs: Můžete také zmáčknout tlačítko <gui style="button">+</gui>, kterým přidáte do chytrého seznamu skladeb další dotaz. Například byste mohli vytvořit chytrý seznam skladeb, který bude obsahovat všechny skladby z roku 2010 a ohodnocené 5 hvězdičkami. Takovýto seznam skladeb vytvoříte navolením:
de: Sie können auch auf den <gui style="button">+</gui>-Knopf klicken, um eine zusätzliche Abfrage zu Ihrer intelligenten Wiedergabeliste hinzuzufügen. Beispielsweise könnte Ihre Wiedergabeliste auf allen Titeln basieren, die im Jahr 2010 veröffentlicht wurden und die sie mit 5 Sternen bewertet haben. Mit den folgenden Optionen erstellen Sie eine solche Wiedergabeliste:
el: Μπορείτε επίσης να πατήσετε το κουμπί <gui style="button">+</gui> για να προσθέσετε ένα ερώτημα προσθήκης στην έξυπνη λίστα αναπαραγωγής σας. Παραδείγματος χάριν, θα μπορούσατε να δημιουργήσετε μια έξυπνη λίστα αναπαραγωγής που περιλαμβάνει όλα τα τραγούδια από το 2010 που βαθμολογήσατε με 5 αστέρια. Για να δημιουργήσετε αυτή τη λίστα θα πρέπει να επιλέξετε:
es: También puede pulsar el botón <gui style="button">+</gui> para añadir una nueva condición a la lista de reproducción inteligente. Por ejemplo, puede crear una lista de reproducción inteligente que incluya todas las canciones desde 2010 y valoradas con 5 estrellas. Para crear esta lista de reproducción, podría elegir:
ro: Puteți de asemnea să apăsați butonul <gui style="button">+</gui> pentru a adăuga o interogare pentru lista de redare inteligentă. De exemplu, puteți crea o listă de redare inteligentă care include toate melodiile din 2010 pe care le-ați evaluat la 5 stele. Pentru a crea aceată listă de redare ar trebuii sa alegeți:
sv: Du kan också trycka på <gui style="button">+</gui>-knappen för att lägga till en extra fråga till den smarta spellistan. Till exempel så kan du skapa en smart spellista som innehåller alla låtar från 2010 som du har betygsatt med 5 stjärnor. För att skapa en sådan spellista välj:

source: Rating
cs: Hodnocení
de: Bewertung
el: Κατάταξη
es: Valoración
fr: Classement
ro: Apreciere
sv: Betyg

source: 5 stars
cs: 5 hvězdiček
de: 5 Sterne
el: 5 αστέρια
es: 5 estrellas
ro: 5 stele
sv: 5 stjärnor

source: You can then optionally select how many songs are included by pressing the <gui style="checkbox">Limit to</gui> checkbox and choosing the number of songs to be included.
cs: Volitelně můžete vybrat, jako moc skladeb má seznam obsahovat. Zaškrtněte políčko <gui style="checkbox">Omezit na</gui> a zvolte počet skladeb, které se mají zahrnout.
de: Sie können dann optional auswählen, wie viele Titel hinzugefügt werden sollen, indem Sie das Ankreuzfeld <gui style="checkbox">Limit</gui> aktivieren und die gewünschte maximale Anzahl der Titel angeben.
el: Μπορείτε τότε προαιρετικά να επιλέξετε πόσα τραγούδια περιλαμβάνονται πατώντας το πλαίσιο ελέγχου <gui style="checkbox">Περιορισμός</gui> και επιλέγοντας τον αριθμό των τραγουδιών που θα περιληφθούν.
es: Luego puede seleccionar opcionalmente cuántas canciones se incluirán pulsando en la casilla <gui style="checkbox">Limitar a</gui> y eligiendo el número de canciones que se incluirán.
ro: Puteți după aceea opțional să selectați câte piese sunt incluse prin apăsarea casetei <gui style="checkbox">Limitează la</gui> și alegerea numărului de piese care să fie incluse.
sv: Du kan sedan valfritt välja hur många låtar som ska inkluderas genom att trycka på kryssrutan <gui style="checkbox">Begränsa till</gui> och välja antalet låtar som ska inkluderas.
