Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: If your music library is encoded in a format that your portable media player does not support, such as OGG or FLAC, and you have the necessary codecs installed, <app>Banshee</app> can automatically transcode these files to MP3 when transferring to your portable media player. Check with your Linux distribution for the necessary codecs as it is outside the scope of this help and varies by distribution.
cs: V případě, že je vaše hudební kolekce kódována ve formátu, který váš hudební přehrávač nepodporuje, třeba OGG nebo FLAC, a máte nainstalovány patřičné kodeky, umí <app>Banshee</app> soubory při přenosu do vašeho přenosného multimediálního přehrávač automaticky překódovat do MP3. To jak zkontrolovat, zda vaše distribuce obsahuje potřebné kodeky, je mimo rámec této příručky a liší se distribuci od distribuce.
de: Falls Ihre Musikbibliothek in einem Format vorliegt, mit dem Ihr tragbares Wiedergabegerät nicht umgehen kann, wie OGG oder FLAC, Sie aber die notwendigen Codecs installiert haben, dann kann <app>Banshee</app> diese Dateien bei der Übertragung auf Ihr tragbares Wiedergabegerät automatisch in MP3 umwandeln. Prüfen Sie in Ihrer Distribution, ob die notwendigen Codecs vorhanden sind. Einzelheiten dazu liegen außerhalb des Bereichs dieser Dokumentation und können von Distribution zu Distribution variieren.
el: Αν η μουσική σας βιβλιοθήκη είναι κωδικοποιημένη σε μορφή που δεν υποστηρίζει η φορητή σας συσκευή, όπως OGG ή FLAC, και έχετε τους απαραίτητους κωδικοποιητές εγκατεστημένους, το <app>Banshee</app> θα μετατρέψει αυτόματα αυτά τα αρχεία σε MP3 κατά τη μεταφορά τους στη φορητή συσκευή αναπαραγωγής. Ελέγξτε τη διανομή σας Linux για τους απαραίτητους κωδικοποιητές-αποκωδικοποιητές καθώς είναι εκτός του πεδίου αυτής της βοήθειας και διαφέρει ανά διανομή.
es: Si su colección de música está codificada en un formato que su reproductor multimedia portátil no soporta, como OGG o FLAC, y tiene instalados los códecs necesarios, <app>Banshee</app> puede transcodificar automáticamente estos archivos a MP3 al transferirlos a su reproductor multimedia portátil. Compruebe que su distribución de Linux tiene los códecs necesarios, ya que esto está fuera del alcance de esta ayuda y varía según la distribución.
ro: Dacă biblioteca dumneavoastră muzicală este codată intr-un format pe care playerul portabil de muzică nu îl suportă, cum ar fi OGG sau FLAC, și dumneavoastră aveți codec-urile necesare instalate, <app>Banshee</app> poate codifica automat aceste fișiere în formatul MP3 în timpul transferului pe playerul dumneavoastră de muzică portabil. Verificați distribuția dumneavoastră GNU/Linux pentru codec-urile necesare pentru că aceasta este în afara domeniului de aplicare a acestui ajutor și variază în funcție de distribuție.
sv: Om ditt musikbibliotek är kodat i ett format som din portabla musikspelare inte har stöd för, så som OGG eller FLAC, och du har de nödvändiga kodekarna installerade så kan <app>Banshee</app> automatiskt omkoda dessa filer till MP3 när de överförs till din portabla musikspelare. Kontrollera din Linux-distribution efter de nödvändiga kodekarna då detta är utom ramen för denna hjälp och varierar mellan distributioner.

source: You may need to eject your device to load the files correctly on your portable music player. To eject your device in <app>Banshee</app>, using your mouse right click the device in the <app>Banshee</app> menu and press <gui style="menuitem">Disconnect</gui>.
cs: Aby se soubory do přenosného multimediálního přehrávače správně načetly, může být zapotřebí zařízení „vysunout“. V <app>Banshee</app> k tomu použijte kliknutí pravým tlačítkem myši na zařízení a v nabídce zmáčkněte <gui style="menuitem">Odpojit</gui>.
de: Möglicherweise müssen Sie Ihr Gerät auswerfen, bevor die Dateien korrekt auf Ihr tragbares Wiedergabegerät geladen werden können. Um Ihr Gerät in <app>Banshee</app> auszuwerfen, klicken Sie mit der rechten Maustaste auf das Gerät im <app>Banshee</app>-Menü und klicken anschließend auf <gui style="menuitem">Trennen</gui>.
el: Μπορεί να χρειαστεί να αφαιρέσετε τη συσκευή σας για να φορτωθούν τα αρχεία σωστά στη φορητή συσκευή σας. Για να το κάνετε αυτό στο <app>Banshee</app>, δεξιοπατήστε τη συσκευή στο μενού του <app>Banshee</app> και πατήστε <gui style="menuitem">Αποσύνδεση</gui>.
es: Puede necesitar expulsar su dispositivo para cargar los archivos correctamente en su reproductor de música portátil. Para expulsar su dispositivo en <app>Banshee</app>, pulse con el botón derecho del ratón sobre el dispositivo en el menú de <app>Banshee</app> y pulse <gui style="menuitem">Desconectar</gui>.
ro: Poate fi necesar să scoateți dispozitivul pentru a încărca fișierele corect pe playerul de muzică portabil. Pentru a scoate dispozitivul în <app>Banshee</app>, utilizând mausul apăsați clic dreapta pe dispozitiv din meniul <app>Banshee</app> și apăsați <gui style="menuitem">Deconectare</gui>.
sv: Du kan behöva mata ut din enhet för att läsa in filerna korrekt i din portabla musikspelare. För att mata ut din enhet i <app>Banshee</app> genom att använda musen, högerklicka på enheten i <app>Banshee</app>-menyn och tryck <gui style="menuitem">Koppla från</gui>.

source: Play music from your portable music player
cs: Přehrávání hudby z vašeho přenosného hudebního přehrávače
de: Musik von Ihren tragbaren Abspielgeräten abspielen
el: Αναπαραγωγή μουσικής από τη φορητή σας συσκευή αναπαραγωγής
es: Reproducir música desde su reproductor de música portátil
ro: Redarea muzicii de pe playerul de muzică portabil
sv: Spela musik från din portabla musikspelare

source: You can play music stored on your portable music player directly in <app>Banshee</app>. Choose your player in the <app>Banshee</app> menu on the left and your portable music player's library will be displayed. You can then play music in <app>Banshee</app> just as you would music in your own library.
cs: Hudbu uloženou na svém přenosném multimediálním přehrávači můžete v <app>Banshee</app> rovnou přehrávat. V nabídce nalevo zvolte svůj přehrávač a zobrazí se kolekce vašeho přenosného přehrávače. Hudbu pak můžete přehrávat úplně stejně, jako ze své vlastní kolekce.
de: Sie können auf Ihrem tragbaren Wiedergabegerät gespeicherte Musik direkt mit <app>Banshee</app> wiedergeben. Wählen Sie Ihr Wiedergabegerät im <app>Banshee</app>-Menü an der linken Seite aus, woraufhin die Bibliothek Ihres tragbaren Wiedergabegerätes angezeigt wird. Sie können die Musik dann in <app>Banshee</app> so wiedergeben, als ob Sie sich direkt in Ihrer eigenen Bibliothek befinden würde.
el: Μπορείτε να αναπαράγετε μουσική αποθηκευμένη στη φορητή σας συσκευή απευθείας στο <app>Banshee</app>. Επιλέξτε την από το μενού του <app>Banshee</app> αριστερά και θα εμφανιστεί η βιβλιοθήκη μουσικής που περιέχει. Μπορείτε έπειτα, να αναπαράγετε τη μουσική στο <app>Banshee</app> ακριβώς όπως θα κάνατε με τη μουσική της βιβλιοθήκης σας.
es: Puede reproducir música almacenada en su reproductor de música portátil directamente en <app>Banshee</app>. Elija su reproductor en el menú de <app>Banshee</app> en la parte izquierda y se mostrará la colección de su reproductor de música portátil. Entonces puede reproducir música en <app>Banshee</app> igual que lo haría desde su propia colección.
ro: Puteți reda muzica din playerul de muzică portabil direct în <app>Banshee</app>. Alegeți playerul în meniul <app>Banshee</app> din stânga iar apoi vi se va afișa biblioteca muzicală. Puteți apoi să redați muzica în <app>Banshee</app> ca și când ați fi în biblioteca personală.
sv: Du kan spela musik som finns sparad i din portabla musikspelare direkt i <app>Banshee</app>. Välj din spelare i <app>Banshee</app>-menyn till vänster så kommer din portabla musikspelares bibliotek att visas. Du kan därefter spela musik i <app>Banshee</app> precis som med vilken musik som helst i ditt eget bibliotek.

source: Remove music from your portable music player
cs: Odstraňování hudby z vašeho přenosného hudebního přehrávače
de: Musik von Ihren tragbaren Abspielgeräten löschen
el: Αφαιρέστε μουσική από τη φορητή σας συσκευή αναπαραγωγής
es: Quitar música de su reproductor de música portátil
ro: Eliminarea muzicii de pe playerul de muzică portabil
sv: Ta bort musik från din portabla musikspelare

source: To remove songs stored on your portable music player, choose your player in <app>Banshee</app> to view its library. Then choose the tracks you would like to remove and right click the tracks and choose <gui style="menuitem">Delete</gui> or from the menu choose <guiseq><gui style="menu">Edit</gui><gui style="menuitem">Delete</gui></guiseq>.
cs: Pokud chcete odstranit skladbu uloženou ve svém přenosném multimediálním přehrávači, zvolte v <app>Banshee</app> zobrazení jeho kolekce. Po té vyberte stopy, které si přejete odstranit, klikněte na ně pravým tlačítkem a zvolte <gui style="menuitem">Odstranit</gui> nebo v nabídce zvolte <guiseq><gui style="menu">Upravit</gui> <gui style="menuitem">Odstranit</gui></guiseq>.
de: Um Titel zu löschen, die auf Ihrem tragbaren Wiedergabegerät gespeichert sind, wählen Sie Ihr Wiedergabegerät in <app>Banshee</app> aus, um dessen Bibliothek anzuzeigen. Wählen Sie dann die zu löschenden Titel aus, klicken Sie sie mit der rechten Maustaste an und wählen Sie <gui style="menuitem">Löschen</gui>. Alternativ wählen Sie im Menü <guiseq><gui style="menu">Bearbeiten</gui><gui style="menuitem">Löschen</gui></guiseq>.
el: Για να αφαιρέσετε τραγούδια αποθηκευμένα στη φορητή σας συσκευή, επιλέξτε τη στο <app>Banshee</app> για να δείτε τη βιβλιοθήκη της. Έπειτα επιλέξτε τα κομμάτια που θα θέλατε να αφαιρέσετε και δεξιοπατήστε στα κομμάτια και επιλέξτε <gui style="menuitem">Διαγραφή</gui> ή από το μενού επιλέξτε <guiseq><gui style="menu">Επεξεργασία</gui><gui style="menuitem">Διαγραφή</gui></guiseq>.
es: Para quitar canciones almacenadas en su reproductor de música portátil, elija su reproductor en <app>Banshee</app> para ver su colección. Elija las pistas que quiere quitar, pulse con el botón derecho la pista y elija <gui style="menuitem">Eliminar</gui>, o del menú elija <guiseq><gui style="menu">Editar</gui><gui style="menuitem">Eliminar</gui></guiseq>.
ro: Pentru a șterge piese din playerul de muzică portabil, alegeți-vă playerul dumneavoastră în <app>Banshee</app> pentru a îi vedea biblioteca. Apoi alegeți piesele pe care ați dorii să le ștergeți după care faceți clic dreapta și selectați <gui style="menuitem">Șterge</gui> sau din meniu selectați <guiseq><gui style="menu">Editare</gui><gui style="menuitem">Șterge</gui></guiseq>.
sv: För att ta bort låtar som sparats i din portabla musikspelare, väljer du din spelare i <app>Banshee</app> för att visa dess bibliotek. Därefter markerar du spåren som du vill ta bort och högerklickar på spåren och väljer <gui style="menuitem">Ta bort</gui> eller via menyn: <guiseq><gui style="menu">Redigera</gui><gui style="menuitem">Ta bort</gui></guiseq>.

source: Deleting files from your portable music player will permanently remove the files and you will not be able to recover them.
cs: Odstraněné soubory se z vašeho přenosného hudebního přehrávače smažou trvale a již je nebudete moci obnovit.
de: Dateien auf tragbaren Geräten werden dauerhaft entfernt und können nicht wiederhergestellt werden.
el: Η διαγραφή αρχείων από τη φορητή σας συσκευή θα διαγράψει μόνιμα τα αρχεία και δεν θα είναι δυνατό να τα ανακτήσετε.
es: Al eliminar archivos de su reproductor de música portátil se eliminarán de manera permanente, y no podrá recuperarlos.
fr: La suppression de fichiers de votre baladeur est un acte irréversible et vous ne pourrez plus les récupérer.
ro: Dacă veți șterge fișiere din playerul de muzică portabil vor fi șterse permanent și nu veți mai putea să le recuperați.
sv: Att ta bort filer från din portabla musikspelare kommer att ta bort filerna permanent och du kan inte återhämta dem.

source: Sort your media and add additional columns.
cs: Řaďte si svá média a přidávejte další sloupce.
de: Sortieren Ihrer Medien und Hinzufügen zusätzlicher Spalten.
el: Ταξινομήστε τα μέσα σας και προσθέστε επιπλέον στήλες.
es: Ordenar su contenido multimedia y añadir columnas adicionales.
fr: Trie de vos médias et ajout de colonnes supplémentaires.
ro: Sortați-vă fișierele media și adăugați coloane suplimentare.
sv: Sortera dina media och lägg till ytterligare kolumner.

source: Sort your media
cs: Řazení vašich médií
de: Ihre Medien sortieren
el: Ταξινομήστε τα μέσα σας
es: Ordenar su contenido multimedia
fr: Tri de vos médias
ro: Sortați-vă fișierele media
sv: Sortera dina media

source: Adding columns
cs: Přidávání sloupců
de: Spalten hinzufügen
el: Προσθήκη στηλών
es: Añadir columnas
ro: Adăugarea coloanelor
sv: Lägga till kolumner

source: As your library grows, you may want to change your library view to add additional information about the songs in your library or change the way you can view and sort your songs, artists or albums.
cs: Jak vaše kolekce roste, můžete chtít změnit její zobrazení přidáním dalších informací o skladbách ve vaší kolekci nebo změnou způsobu, jak můžete zobrazit a seřadit své skladby, umělce a alba.
de: Mit zunehmender Größe Ihrer Bibliothek kann es sinnvoll werden, die Ansicht der Bibliothek zu ändern, damit zusätzliche Informationen zu den Liedern angezeigt werden, oder auch das Schema anzupassen, nach dem Lieder, Interpreten und Alben angezeigt und sortiert werden können.
el: Καθώς η βιβλιοθήκη σας μεγαλώνει, μπορεί να θέλετε να αλλάξετε την προβολή της για να προσθέσετε επιπλέον πληροφορίες για τα τραγούδια σας ή να αλλάξετε τον τρόπο προβολής και ταξινόμησης για τα τραγούδια, καλλιτέχνες ή δίσκους σας.
es: A medida que su colección crece, puede querer cambiar la vista de su colección para añadir información adicional sobre las canciones de su colección o cambiar la forma en que puede ver y ordenar sus canciones, artistas o álbumes.
fr: Au fur et à mesure que votre bibliothèque s'étoffe, vous pourriez être amené à modifier la vue de la bibliothèque pour ajouter des informations supplémentaires sur les chansons de votre bibliothèque ou modifier la façon de retrouver ou visionner certains titres, artistes ou albums.
ro: Deoarece biblioteca dumneavoastră crește, poate veți dorii să schimbați înfățișarea bibliotecii pentru a adăuga informații suplimentare despre piese sau să schimbați modul în care vizualizați și sortați piesele, artiștii sau albumele.
sv: Allt eftersom biblioteket växer så kanske du vill ändra din biblioteksvy för att lägga till ytterligare information om låtarna i ditt bibliotek eller ändra sättet på du kan titta på och sortera dina låtar, artister eller album.

source: You can add additional columns to the library view in <app>Banshee</app> to give you more information about the songs and also allow you to sort by. By default, <app>Banshee</app> displays columns for songs including <gui>Name</gui>, <gui>Artist</gui>, <gui>Album</gui> and <gui>Time</gui>. To add additional columns, using your mouse right click on any of the columns and <app>Banshee</app> will display all available column to choose from. Click the checkbox next to the name of the column you wish to add to the library view.
cs: Do zobrazení v přehrávači <app>Banshee</app> můžete přidávat další sloupce, abyste měli o skladbách více informací a mohli podle nich řadit. Jako výchozí zobrazuje <app>Banshee</app> pro skladby sloupce <gui>Název</gui>, <gui>Umělce</gui>, <gui>Album</gui> a <gui>Čas</gui>. Pokud chcete přidat další sloupce, použijte kliknutí pravým tlačítkem myši na libovolném sloupci a zobrazí se všechny dostupné sloupce, ze kterých si můžete vybírat. Klikněte na zaškrtávací políčko vedle názvu sloupce, který si přejete do zobrazení přidat.
de: Sie können zusätzliche Spalten zur Bibliotheksansicht in <app>Banshee</app> hinzufügen, um weitere Informationen über die Titel und die Sortierung anhand dieser Informationen zu ermöglichen. Standardmäßig zeigt Banshee die Spalten <gui>Name</gui>, <gui>Künstler</gui>, <gui>Album</gui> und <gui>Zeit</gui> an. Um zusätzliche Spalten hinzuzufügen, klicken Sie mit der rechten Maustaste auf eine beliebige Spalte, woraufhin <app>Banshee</app> alle zur Auswahl verfügbaren Spalten anzeigt. Klicken Sie in das Ankreuzfeld neben dem Namen der Spalte, die Sie zur Bibliotheksansicht hinzufügen wollen.
el: Μπορείτε να προσθέσετε περισσότερες στήλες στην προβολή βιβλιοθήκης στο <app>Banshee</app> για να έχετε περισσότερες πληροφορίες για τα τραγούδια και επίσης να μπορείτε να τα ταξινομήσετε. Ως προεπιλογή, το <app>Banshee</app> εμφανίζει για τα τραγούδια στήλες που περιλαμβάνουν <gui>Όνομα</gui>, <gui>Καλλιτέχνη</gui>, <gui>Δίσκο</gui> και <gui>Διάρκεια</gui>. Για να προσθέσετε επιπλέον στήλες, δεξιοπατήστε σε οποιαδήποτε από τις στήλες και το <app>Banshee</app> θα εμφανίσει όλες τις διαθέσιμες στήλες για να επιλέξετε. Πατήστε το πλαίσιο ελέγχου δίπλα από το όνομα της στήλης που θέλετε να προσθέσετε στην προβολή βιβλιοθήκης.
es: Puede añadir columnas adicionales a la vista de colección en <app>Banshee</app> para obtener más información sobre las canciones y también para permitirle ordenarlas. De manera predeterminada, <app>Banshee</app> muestra columnas para las canciones que incluyen <gui>Nombre</gui>, <gui>Artista</gui>, <gui>Álbum</gui> y <gui>Duración</gui>. Para añadir columnas adicionales, pulse con el botón derecho del ratón en cualquiera de las columnas y <app>Banshee</app> mostrará todas las columnas disponibles para elegir. Pulse en la casilla de verificación junto al nombre de la columna que quiere añadir a la vista de colección.
ro: Puteți adăuga coloane suplimentare la vizualizarea bibliotecii <app>Banshee</app> pentru a vă oferi mai multe informații despre melodii și de asemenea vă dă permisiunea să le sortați. În mod implicit, <app>Banshee</app> afișează coloane pentru melodii care includ <gui>Numele</gui>, <gui>Artistul</gui>, <gui>Albumul</gui> și <gui>Timpul</gui>. Pentru a adăuga coloane suplimentare, utilizând mausul apăsați clic dreapta pe oricare dintre coloane și <app>Banshee</app> va afișa toate coloanele disponibile pentru a fi alese. Faceți clic pe caseta de selectare lângă numele coloanei pe care doriți să o adăugați în vizualizarea bibliotecii muzicale.
sv: Du kan lägga till extra kolumner i biblioteksvyn i <app>Banshee</app> för att ge dig mer information om låtarna och fler sorteringsmöjligheter. Som standard visar <app>Banshee</app> kolumnerna <gui>Namn</gui>, <gui>Artist</gui>, <gui>Album</gui> och <gui>Tid</gui>. För att lägga till fler kolumner, använd din mus och högerklicka på en av kolumnerna så kommer <app>Banshee</app> att visa alla tillgängliga kolumner som du kan välja bland. Klicka på kryssrutan intill namnet på den kolumn som du önskar lägga till i biblioteksvyn.

source: Sorting columns
cs: Řazení sloupců
de: Spalten sortieren
el: Ταξινόμηση στηλών
es: Ordenar columnas
ro: Sortarea coloanelor
sv: Sortera kolumner

source: You can sort your library by using your mouse to click on any of the columns displayed in library view. If you wish to sort your music library by Artist, click the <gui>Artist</gui> column header and <app>Banshee</app> will automatically sort that column alphabetically. Clicking the <gui>Artist</gui> column again will sort the column in reverse alphabetical order.
cs: Své kolekce si můžete řadit pomocí myši tak, že kliknete na některý ze sloupců v zobrazení kolekce. Když si přejete seřadit svoji hudební kolekci podle umělce, klikněte na záhlaví sloupce <gui>Umělec</gui> a <app>Banshee</app> sloupec automaticky seřadí podle abecedy. Pokud na sloupce <gui>Umělec</gui> kliknete znovu, seřadí se abecedně v opačném pořadí.
de: Sie können mit der Maus in eine beliebige Spalte in der Bibliotheksansicht klicken, um Ihre Bibliothek zu sortieren. Wenn Sie Ihre Musikbibliothek nach Interpreten sortieren wollen, klicken Sie in die Kopfzeile der Spalte <gui>Künstler</gui>, und <app>Banshee</app> sortiert diese Spalte alphabetisch nach dem Namen des Künstlers. Klicken Sie erneut in die Kopfzeile der Spalte <gui>Künstler</gui>, um die Sortierreihenfolge der Spalte umzukehren.
el: Μπορείτε να ταξινομήσετε τη βιβλιοθήκη σας δεξιοπατώντας σε οποιαδήποτε στήλη εμφανίζεται στην προβολή βιβλιοθήκης. Αν θέλετε να ταξινομήσετε τη μουσική σας βιβλιοθήκη κατά καλλιτέχνη, πατήστε στην επικεφαλίδα της στήλης <gui>Καλλιτέχνης</gui> και το <app>Banshee</app> αυτόματα θα την ταξινομήσει αλφαβητικά. Πατώντας τη στήλη <gui>Καλλιτέχνης</gui> ξανά, θα την ταξινομήσει με αντίστροφη αλφαβητική σειρά.
es: Puede ordenar su colección usando su ratón para pulsar en cualquiera de las columnas mostradas en la vista de colección. Si quiere ordenar su colección de música por artista, pulse en la cabecera de la columna <gui>Artista</gui> y <app>Banshee</app> ordenará automáticamente esa columna por orden alfabético. Pulsando otra vez en la columna <gui>Artista</gui>, la columna se ordenará en orden alfabético inverso.
ro: Puteți să vă sortați biblioteca dumneavoastră folosind mausul pentru a face clic pe oricare dintre coloanele afișate în bibliotecă. Dacă doriți să vă sortați biblioteca muzicală în funcție de artist, apăsați clic pe antetul coloanei <gui>Artist</gui> iar <app>Banshee</app> va sorta automat coloana în ordine alfabetică. Dacă apăsați din nou pe coloana <gui>Artist</gui> coloana vi se va aranja invers ordinii alfabetului.
sv: Du kan sortera ditt bibliotek genom att använda musen för att klicka på någon av kolumnerna som visas i biblioteksvyn. Om du önskar sortera ditt musikbibliotek efter artist, klicka på kolumnrubriken <gui>Artist</gui> så kommer <app>Banshee</app> automatiskt att sortera alfabetiskt efter den kolumnen. Om du klickar på <gui>Artist</gui>-kolumnen igen så sorteras kolumnen om i omvänd alfabetisk ordning.

source: Search your media and perfom basic queries.
cs: Prohledávejte svá média a provádějte základní dotazy.
de: Durchsuchen Ihrer Medien und Ausführen einfacher Suchanfragen.
el: Αναζήτηση στα μέσα σας και βασικά ερωτήματα.
es: Buscar su contenido multimedia y realizar consultas básicas.
fr: Recherche parmi vos médias et réalisation de requêtes basiques.
ro: Căutați conținutul dumneavoastră media apoi aplicați interogările de bază.
sv: Sök genom dina media och utför enkla frågor.

source: Searching your <app>Banshee</app> library
cs: Prohledávání vaší kolekce <app>Banshee</app>
de: Durchsuchen Ihrer <app>Banshee</app>-Bibliothek
el: Αναζήτηση στη βιβλιοθήκη σας του <app>Banshee</app>
es: Buscando su colección de <app>Banshee</app>
ro: În curs de căutare în biblioteca muzicală <app>Banshee</app>
sv: Söker i ditt <app>Banshee</app>-bibliotek
