Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: Digital music contains metadata that stores information in the music file including the artist, album, year recorded, genre, and more. Almost all music purchased over the internet will have the metadata already embedded and if you import music from CDs, <app>Banshee</app> will include the metadata when ripping the CD if available. For more information on ripping CDs and including the metadata see the <link xref="import"/>.
cs: Hudba v digitální podobě obsahuje metadata, která uchovávají v souboru informace jako je umělec, album, rok nahrávky, žánr a další. Většina hudby šířené po Internetu má metadata již vložena a když si hudbu importujete z CD, a metadata jsou na CD k dispozici, <app>Banshee</app> je vloží. Více informací o extrahování dat z CD a vkládání metadat podává kapitola <link xref="import"/>.
de: Digital gespeicherte Musiktitel enthalten Metadaten, welche Informationen wie Name des Künstlers, Album, Jahr der Aufnahme, Genre und noch Einiges mehr enthalten können. In nahezu aller über das Internet verbreiteten Musik sind diese Metadaten bereits integriert. Wenn Sie Musik von CDs importieren, berücksichtigt <app>Banshee</app> diese Metadaten beim Auslesen der CD, falls diese verfügbar sind. Weitere Informationen über das Auslesen von CDs und Einbinden von Metadaten finden Sie in <link xref="import"/>.
el: Η ψηφιακή μουσική περιέχει μεταδεδομένα που αποθηκεύουν πληροφορίες στο μουσικό αρχείο που περιλαμβάνουν τον καλλιτέχνη, το δίσκο, το έτος ηχογράφησης, το είδος και άλλα. Σχεδόν όλη η μουσική που αγοράζεται μέσω διαδικτύου θα έχει ήδη ενσωματωμένα τα μεταδεδομένα και αν εισάγετε μουσική από CDs, το <app>Banshee</app> θα συμπεριλάβει τα μεταδεδομένα κατά την αντιγραφή από το CD, αν είναι διαθέσιμα. Για περισσότερες πληροφορίες για την αντιγραφή CD και την συμπερίληψη μεταδεδομένων δείτε την <link xref="import"/>.
es: La música digital contiene metadatos que almacenan información en el archivo de música, incluyendo el artista, el álbum, el año de grabación, el género y más. La mayor parte de la música comprada por Internet tendrá los metadatos ya incrustados y si importa música desde CD, <app>Banshee</app> incluirá los metadatos al extraer música del CD si está disponible. Para obtener más información sobre cómo extraer música de CD e incluir los metadatos, consulte la <link xref="import"/>.
ro: Muzica digitală conține metadate care stochează informații în fișierul cu muzică incluzând artistul, albumul, anul în care s-a înregistrat, genul, și multe altele. Aproape toată muzică accesată de pe internet va avea deja metadatele încorporate și dacă importați muzică de pe CD, <app>Banshee</app> va include metadatele dacă sunt disponibile atunci când se extrage CD-ul. Pentru mai multe informații despre extragerea CD-urilor și includerea metadatelor consultați <link xref="import"/>.
sv: Digital musik innehåller metadata som sparar information om musikfilen, bl.a. artist, album, inspelningsår, genre, med mera. Nästan alla musik som köps över internet har redan metadata inbäddad och om du importerar musik från skiva, så kommer <app>Banshee</app> att inkludera metadata när skivan extraheras om den finns tillgänglig. För ytterligare information om hur man extraherar skivor och inkluderar metadata se <link xref="import"/>.

source: Popular metadata formats are ID3v1 and ID3v2 for MP3 files and Vorbis comments for OGG Vorbis files.
cs: Populárními formáty metadat pro soubory MP3 jsou ID3v1 a ID3v2 a pro soubory OGG Vorbis komentáře Vorbis.
de: Populäre Metadaten-Formate sind ID3v1 und ID3v2 für MP3-Dateien sowie Vorbis-Kommentare für OGG-Vorbis-Dateien.
el: Δημοφιλείς μορφές μεταδεδομένων είναι οι ID3v1 και ID3v2 για αρχεία MP3 και τα σχόλια Vorbis για αρχεία OGG Vorbis.
es: Formatos de metadatos populares son ID3v1 y ID3v2 para archivos MP3 y comentarios Vorbis para archivos OGG Vorbis.
fr: Les formats les plus usuels de métadonnées sont ID3v1 et ID3v2 pour les fichiers MP3 et les commentaires Vorbis pour les fichiers OGG Vorbis.
ro: Formatele populare pentru metadate sunt ID3v1 și ID3v2 pentru fișierele MP3 și comentarii Vorbis pentru fișierele OGG Vorbis.
sv: Populära metadataformat är ID3v1 och ID3v2 för MP3-filer och Vorbis-kommentarer för OGG Vorbis-filer.

source: If you have imported songs that do not contain metadata,<app>Banshee</app> will display <gui>Unknown</gui> for most fields in the library.
cs: Pokud máte naimportovány skladby, které metadata neobsahují, bude přehrávač <app>Banshee</app> u většiny polí v kolekci uvádět <gui>Neznámý</gui>.
de: Falls Sie über importierte Titel verfügen, die keine Metadaten enthalten, zeigt <app>Banshee</app> in den meisten Feldern in der Bibliothek <gui>Unbekannt</gui> an.
el: Αν έχετε εισαγάγει τραγούδια που δεν περιέχουν μεταδεδομένα, το <app>Banshee</app> θα εμφανίσει <gui>Άγνωστο</gui> στα περισσότερα πεδία στη βιβλιοθήκη.
es: Si ha importado canciones que no contienen metadatos, <app>Banshee</app> mostrará <gui>Desconocido</gui> para la mayoría de los campos de la colección.
ro: Dacă ați importat piese care nu conțin metadate, <app>Banshee</app> vă va afișa <gui>Necunoscut</gui> pentru majoritatea câmpurilor din bibliotecă.
sv: Om du har importerat låtar som inte har metadata så kommer <app>Banshee</app> att visa <gui>Okänd</gui> i de flesta fält i biblioteket.

source: Edit your metadata
cs: Úpravy vašich metadat
de: Ihre Metadaten bearbeiten
el: Επεξεργασία των μεταδεδομένων σας
es: Editar sus metadatos
ro: Editarea metadatelor
sv: Redigera din metadata

source: You can change and edit the metadata of your songs. Select the song or songs you want to update and hit the <key>E</key>, choose <guiseq><gui style="menu">Edit</gui><gui style="menuitem">Edit Track Information</gui></guiseq> from the menu, or use your mouse and right click on the files and select <gui style="menuitem">Edit Track Information</gui>.
cs: Metadata můžete u svých skladeb měnit a upravovat. Vyberte skladbu či skladby, které chcete aktualizovat a zmáčkněte <key>E</key> nebo zvolte v nabídce <guiseq><gui style="menu">Upravit</gui> <gui style="menuitem">Upravit informace o stopě</gui></guiseq> a nebo použijte u souboru pravé tlačítko myši a vyberte <gui style="menuitem">Upravit informace o stopě</gui>.
de: Sie können die Metadaten Ihrer Titel ändern und bearbeiten. Wählen Sie den oder die zu bearbeitenden Titel aus und drücken Sie entweder die Taste <key>E</key>, wählen Sie <guiseq><gui style="menu">Bearbeiten</gui><gui style="menuitem">Titelinformationen bearbeiten</gui></guiseq> im Menü oder klicken Sie mit der rechten Maustaste auf die Datei(en) und wählen Sie <gui style="menuitem">Titelinformationen bearbeiten</gui> im Kontextmenü.
el: Μπορείτε να αλλάξετε και να επεξεργαστείτε τα μεταδεδομένα των τραγουδιών σας. Επιλέξτε το τραγούδι ή τα τραγούδια που θέλετε να ενημερώσετε και πατήστε το <key>E</key>, επιλέξτε <guiseq><gui style="menu">Επεξεργασία</gui><gui style="menuitem">Επεξεργασία πληροφοριών κομματιού</gui></guiseq> από το μενού ή δεξιοπατήστε στα αρχεία και επιλέξτε <gui style="menuitem">Επεξεργασία πληροφοριών κομματιού</gui>.
es: Puede cambiar y editar los metadatos de sus canciones. Seleccione la canción o las canciones que quiere actualizar y pulse <key>E</key>, elija <guiseq><gui style="menu">Editar</gui><gui style="menuitem">Editar la información de la pista</gui></guiseq> desde el menú o pulse con el botón derecho del ratón sobre los archivos y seleccione <gui style="menuitem">Editar la información de la pista</gui>.
ro: Puteți schimba și edita metadatele pieselor dumneavoastră. Selectați piesa sau piesele pe care doriți să le actualizați și apăsați <key>E</key>, alegeți <guiseq><gui style="menu">Editează</gui><gui style="menu">Editează informația piesei</gui></guiseq> din meniu, sau utilizați mausul și apăsați clic dreapta pe fișiere și selectați <gui style="menu">Editează informația piesei</gui>.
sv: Du kan ändra och redigera metadatan för dina låtar. Markera låten eller låtarna som du vill uppdatera och tryck <key>E</key>, välj <guiseq><gui style="menu">Redigera</gui><gui style="menuitem">Redigera spårinformation</gui></guiseq> från menyn eller använd musen och högerklicka på filerna och välj <gui style="menuitem">Redigera spårinformation</gui>.

source: A dialog box will appear that shows the song's metadata and allow you to change or update it. The default fields displayed include:
cs: Objeví se dialogové okno, které zobrazuje metadata skladby a umožňuje vám je měnit a aktualizovat. Výchozí zobrazená pole jsou:
de: Ein Dialogfeld erscheint, welches die Metadaten des Titels anzeigt und Ihnen die Änderung oder Aktualisierung ermöglicht. Standardmäßig werden folgende Felder angezeigt:
el: Θα εμφανιστεί ένα παράθυρο διαλόγου που εμφανίζει τα μεταδεδομένα του τραγουδιού και σας επιτρέπει να τα αλλάξετε ή να τα ενημερώσετε. Τα προεπιλεγμένα πεδία που εμφανίζονται περιλαμβάνουν:
es: Aparecerá un cuadro de diálogo que mostrará los metadatos de la canción y le permitirá cambiarlos o actualizarlos. Los campos predeterminados mostrados incluyen:
fr: La boîte de dialogue qui apparaît, affiche les métadonnées du titre et vous permet de les modifier ou de les mettre à jour. Les champs affichés par défaut sont :
ro: Va apărea o casetă cu un dialog care va afișa metadatele piesei și vă dă permisiunea să o schimbați sau să o actualizați. Câmpurile implicite afișate includ:
sv: En dialogruta kommer att visas som innehåller låtens metadata och ger dig möjlighet att ändra eller uppdatera den. Fälten som visas som standard är:

source: Track Title
cs: Název stopy
de: Titelbezeichnung
el: Τίτλος κομματιού
es: Título de la pista
fr: Titre du morceau
ro: Titlul piesei
sv: Låttitel

source: Track Artist
cs: Umělec stopy
de: Titel-Interpret
el: Καλλιτέχνης κομματιού
es: Artista de la pista
fr: Artiste du morceau
ro: Artist piesă
sv: Låtartist

source: Album Title
cs: Název alba
de: Albumtitel
el: Τίτλος δίσκου
es: Título del álbum
fr: Titre de l'album
ro: Titlu album
sv: Albumtitel

source: Genre
cs: Žánr
el: Είδος
es: Género
ro: Gen

source: Track Number
cs: Číslo stopy
de: Titelnummer
el: Αριθμός κομματιού
es: Número de pista
fr: Numéro de piste
ro: Număr piesă
sv: Låt-nummer

source: Disc Number
cs: Číslo disku
de: CD-Nummer
el: Αριθμός δίσκου
es: Número de disco:
fr: Numéro du disque
ro: Număr disc
sv: CD-nummer

source: Year
cs: Rok
de: Jahr
el: Έτος
es: Año
fr: Année
ro: An
sv: År

source: Update the song's information. If you have selected multiple songs to edit press the right arrow icon to the right of the <gui>Track Title</gui> field or press the <gui style="button">Forward</gui> button at the bottom of the dialog when finished with each song. When you have completed editing all metadata, press <gui style="button">Save</gui>.
cs: Aktualizujte informace o skladbě. Pokud máte k úpravě vybráno více skladeb, zmáčkněte po dokončení úprav každé ze skladeb ikonu se šipkou vpravo u pole <gui>Název stopy</gui> nebo tlačítko <gui style="button">Vpřed</gui> v dolní části dialogového okna. Po dokončení úprav všech metadat zmáčkněte <gui style="button">Uložit</gui>.
de: Aktualisieren Sie die Titelinformationen. Falls Sie mehrere Titel zur Bearbeitung ausgewählt haben, klicken Sie auf das rechte Pfeilsymbol rechts vom Feld <gui>Stücktitel</gui> oder klicken Sie auf den Knopf <gui style="button">Weiter</gui> unten im Dialog, wenn Sie mit der Bearbeitung des jeweiligen Titels fertig sind. Wenn Sie mit der Bearbeitung sämtlicher Metadaten fertig sind, klicken Sie auf <gui style="button">Speichern</gui>.
el: Ενημερώστε τις πληροφορίες τραγουδιού. Αν έχετε επιλέξει πολλά τραγούδια για επεξεργασία, πατήστε το εικονίδιο με το δεξί βέλος στα δεξιά του πεδίου <gui>Τίτλος κομματιού</gui> ή πατήστε το κουμπί <gui style="button">Μπροστά</gui> στο κάτω μέρος του διαλόγου όταν τελειώνετε με κάθε τραγούδι. Όταν έχετε επεξεργασθεί όλα τα μεταδεδομένα, πατήστε <gui style="button">Αποθήκευση</gui>.
es: Actualice la información de la canción. Si ha seleccionado varias canciones, para editarlas pulse el icono con una flecha a la derecha del campo <gui>Título de la pista</gui> o pulse el botón <gui style="button">Adelante</gui> en la parte inferior del diálogo cuando termine con cada canción. Cuando haya terminado de editar todos los metadatos, pulse <gui style="button">Guardar</gui>.
ro: Actualizează informațiile piesei. Dacă ați selectat mai multe piese ca să le editați apăsați săgeata din dreapta pictogramei din câmpul <gui>Titlul piesei</gui> sau apăsați butonul <gui style="button">Înainte</gui> din partea de jos a dialogului atunci când ați terminat cu fiecare piesă. Când ați terminat editarea metadatelor, apăsați <gui style="button">Salvează</gui>.
sv: Uppdatera låtens information. Om du har markerat flera låtar för redigering tryck på höger högerpilsikonen till höger om fältet <gui>Spårtitel</gui> eller tryck på <gui style="button">Framåt</gui>-knappen längst ner i dialogrutan när du är klar med varje låt. När du har avslutat redigeringen av all metadata tryck på <gui style="button">Spara</gui>.

source: Create and manage playlists.
cs: Vytvářejte a spravujte seznamy skladeb.
de: Erstellen und Verwalten von Wiedergabelisten.
el: Δημιουργία και διαχείριση λιστών αναπαραγωγής.
es: Crear y gestionar listas de reproducción.
fr: Création et gestion des listes de lecture.
ro: Creează și gestionează listele de redare.
sv: Skapa och hantera spellistor.

source: Playlists
cs: Seznamy skladeb
de: Wiedergabelisten
el: Λίστες αναπαραγωγής
es: Listas de reproducción
fr: Listes de lecture
ro: Liste de redare
sv: Spellistor

source: Playlists allow you to create and save a list of music tracks to be played in a specific order. Playlists are convenient to create a list of your favorite songs or to split your library into smaller lists that are easy to browse through. Some portable media players even allow you to transfer the playlist so you can take it with you on the go.
cs: Pomocí seznamů skladeb můžete vytvářet a ukládat seznamy hudebních stop, které se mají přehrát v zadaném pořadí. Seznamy skladeb jsou vhodné k vytváření seznamů vašich oblíbených skladeb nebo k rozdělení vaší kolekce do menších seznamů kvůli snazšímu procházení. Některé přenosné přehrávače dokonce umožňují načíst seznamy skladeb, takže si je můžete brát na cesty.
de: Wiedergabelisten ermöglichen Ihnen das Erstellen und Speichern einer Liste aus Musiktiteln, die in einer bestimmten Reihenfolge abgespielt werden sollen. Wiedergabelisten stellen einen bequemen Weg zum Erstellen einer Liste Ihrer Lieblingstiteln oder zum Unterteilen Ihrer Bibliothek in kleinere Listen, die sich leichter durchsuchen lassen. Einige tragbare Abspielgeräte ermöglichen sogar die Übertragung der Wiedergabeliste, so dass Sie sie überall hin mitnehmen können.
el: Οι λίστες αναπαραγωγής σας επιτρέπουν να δημιουργήσετε και να αποθηκεύσετε μια λίστα μουσικών κομματιών για να αναπαραχθούν με συγκεκριμένη σειρά. Οι λίστες αναπαραγωγής είναι ένας βολικός τρόπος για τη δημιουργία μιας λίστας με τα αγαπημένα σας τραγούδια ή για να χωρίσετε τη βιβλιοθήκη σας σε μικρότερες λίστες στις οποίες είναι εύκολο να περιηγηθείτε. Μερικές φορητές συσκευές αναπαραγωγής σας επιτρέπουν ακόμα και να μεταφέρετε τη λίστα αναπαραγωγής ώστε να μπορείτε να την πάρετε μαζί σας.
es: Las listas de reproducción le permiten crear y guardar una lista de pistas de música para reproducirlas en un orden específico. Las listas de reproducción son adecuadas para crear una lista de sus canciones favoritas o para partir su colección en listas más pequeñas que sean más sencillas de explorar. Algunos reproductores multimedia portátiles le permiten incluso transferir la lista de reproducción para que pueda llevarla consigo.
fr: Les listes de lecture vous permettent de créer et sauvegarder un ensemble de titres à écouter dans un certain ordre. Elles sont pratiques pour créer une liste de vos chansons favorites ou pour ranger votre bibliothèque en listes plus petites et plus faciles à consulter. Quelques marques de baladeurs acceptent même de lire ces listes de sorte que vous pouvez les emporter avec vous telles quelles.
ro: Lista de redare vă dă posibilitatea să creați și să salvați o listă de piese pentru a fi redate într-o ordine specificată. Lista de redare este utilă pentru a crea o listă de piese favorite și să împărțiți biblioteca în liste mai mici pentru a fi mai ușor de navigat. Câteva playere portabile de muzică vă dă posibilitatea să transferați lista de redare pentru a o putea asculta în timp ce sunteți în mișcare.
sv: Spellistor låter dig skapa och spara en lista av musikspår som ska spelas i en viss ordning. Spellistor är praktiska då du kan skapa en lista av dina favoritlåtar eller dela upp ditt bibliotek i mindre listor som är enklare att bläddra genom. Vissa portabla musikspelare låter dig till och med överföra spellistorna så du kan ta dem med dig.

source: <app>Banshee</app> supports normal playlists, which include songs you add to the playlist, as well as smart playlists. Smart Playlists are automatically generated playlists based on your listening habits, favorite music, or more.
cs: Přehrávač <app>Banshee</app> podporuje normální seznamy skladeb, které obsahují skladby, které jste do seznamu přidali a chytré seznamy skladeb. Chytré seznamy skladeb se generují automaticky na základě toho, co posloucháte, na základě vaší oblíbené hudby a dalších věcech.
de: <app>Banshee</app> unterstützt sowohl gewöhnliche Wiedergabelisten als auch intelligente Wiedergabelisten. Zu gewöhnlichen Wiedergabelisten fügen Sie Titel selbst hinzu. Intelligente Wiedergabelisten werden automatisch anhand Ihrer Hörgewohnheiten, Ihrer Lieblingsmusik und weiterer Anhaltspunkte erstellt.
el: Το <app>Banshee</app> υποστηρίζει κανονικές λίστες αναπαραγωγής, που περιλαμβάνουν τραγούδια που προσθέτετε στη λίστα αναπαραγωγής καθώς και έξυπνες λίστες αναπαραγωγής. Οι έξυπνες λίστες αναπαραγωγής δημιουργούν αυτόματα λίστες αναπαραγωγής βασισμένες στις συνήθειές ακρόασης σας, στην αγαπημένη σας μουσική και άλλα.
es: <app>Banshee</app> soporta tanto listas de reproducción normales, que incluyen canciones que añade a la lista de reproducción, como listas de reproducción inteligentes. Las listas de reproducción inteligentes son listas de reproducción generadas automáticamente basadas en sus hábitos de escucha, su música favorita y más.
ro: <app>Banshee</app> suportă listele de redare obișnuite, care includ piese pe care le puteți adăuga în listele de redare, la fel ca și o listă de redare inteligentă. Listele de redare inteligente sunt liste de redare generate automat bazate pe piesele ascultate în mod obișnuit, muzica favorită, și multe altele.
sv: <app>Banshee</app> stöder normala spellistor, som inkluderar låtarna du lägger till i spellistan, samt smarta spellistor. Smarta spellistor genereras automatiskt baserat på dina lyssningsvanor, favoritmusik och mycket mera.

source: Normal playlists
cs: Normální seznamy skladeb
de: Gewöhnliche Wiedergabelisten
el: Κανονικές λίστες αναπαραγωγής
es: Listas de reproducción normales
ro: Liste de redare normale
sv: Normala spellistor

source: A normal playlist is a list of songs that you add and manage. You might want to create your own list of songs by your favorite artist from multiple albums, your latest favorite songs, or an upbeat playlist to listen to while you exercise.
cs: Normální seznam skladeb je seznam, do kterého můžete přidávat skladby a provádět jejich správu. Můžete chtít vytvořit svůj vlastní seznam skladeb svého oblíbeného umělce z více alb, ze svých posledních oblíbených skladeb nebo z motivačních skladeb pro poslech při cvičení.
de: Eine gewöhnliche Wiedergabeliste ist eine Liste aus Titeln, die Sie selbst hinzugefügt haben und selbst verwalten. Sie erstellen Ihre eigene Titelliste aus Titeln Ihres Lieblingsinterpreten aus verschiedenen Alben, aus Ihren neuesten Lieblingsliedern oder eine Wiedergabeliste für Hintergrundmusik bei sportlichen Übungen.
el: Μια κανονική λίστα αναπαραγωγής είναι μια λίστα τραγουδιών που έχετε προσθέσει και διαχειρίζεστε. Μπορεί να θέλετε να δημιουργήσετε τη δική σας λίστα τραγουδιών από τον αγαπημένο σας καλλιτέχνη από πολλούς δίσκους, τα τελευταία αγαπημένα σας τραγούδια ή μια λίστα με έντονο ρυθμό για να ακούτε όσο ασκείστε.
es: Una lista de reproducción normal es una lista de canciones que puede añadir y gestionar. Podría querer crear su propia lista de canciones de su artista favorito desde varios álbumes, sus últimas canciones favoritas o una lista de reproducción animada para escuchar mientras hace ejercicio.
fr: Une liste de lecture standard est une suite de morceaux que vous ajoutez et que vous gérez vous-même. Vous pourriez par exemple créer une liste de titres de votre artiste favori en piochant dans différents albums, faire une liste de vos derniers favoris, ou encore créer une liste rythmée pour vous accompagner pendant vos exercices physiques.
ro: O listă de redare normală este o listă de piese pe care o puteți adăuga și o gestiona. Poate veți dori să creați propria listă de piese ale artiștilor favoriți din mai multe albume, ultimele piese favorite, sau o listă de redare upbeat pentru a o asculta în timp ce faceți exerciții.
sv: En normal spellista är en lista av låtar som du kan lägga till och hantera. Du kanske vill skapa din egen lista av låtar av din favoritartist från flera album, dina senaste favoritlåtar eller en upptempospellista att lyssna på medan du tränar.
