Repository: BansheeMediaPlayer/banshee
Catalog: help/*/*.po
Languages: cs, de, el, es, fr, ro, sv

source: <app>Banshee</app> supports syncing your music to portable media players and smartphones. You can add specific music tracks, albums or playlist or allow <app>Banshee</app> to keep your music player in sync with your entire library. After your player is connected to your computer you can also play back the songs on your portable player in <app>Banshee</app>. When syncing music in a lossless format, such as FLAC, <app>Banshee</app> will automatically transcode your music for you to a lossy format such as Ogg Vorbis or MP3, if you have the correct codecs installed.
cs: Přehrávač <app>Banshee</app> podporuje synchronizaci vaší hudby do přenosných multimediálních přehrávačů a smartfonů. Můžete přidávat konkrétní hudební stopy, alba nebo seznamy skladeb nebo dovolit <app>Banshee</app> udržovat váš hudební přehrávač synchronizovaný s určitou z kolekcí. Po připojení vašeho přehrávače k počítači z něj můžet v <app>Banshee</app> také skladby přehrávat. Když synchronizujete hudbu v bezeztrátovém formátu (jako je FLAC) bude <app>Banshee</app>, pokud máte nainstalovaný správný kodek, překódovávat vaši hudbu do ztrátového formátu (jako je Ogg nebo MP3).
de: <app>Banshee</app> unterstützt den Abgleich Ihrer Musik mit tragbaren Musikwiedergabegeräten und Smartphones. Sie können bestimmte Musiktitel, Alben oder Wiedergabelisten hinzufügen oder <app>Banshee</app> gestatten, Ihr Wiedergabegerät direkt mit Ihrer gesamten Bibliothek synchron zu halten. Wenn Sie Ihr Wiedergabegerät angeschlossen haben, dann können sie die darauf befindliche Musik direkt in <app>Banshee</app> abspielen. Beim Abgleich von Musik in einem verlustlosen Format wie z.B. FLAC, wandelt <app>Banshee</app> Ihre Musik automatisch in ein verlustbehaftetes Format wie Ogg Vorbis oder MP3 um, sofern Sie die korrekten Codecs installiert haben.
el: Το <app>Banshee</app> υποστηρίζει το συγχρονισμό της μουσικής σας με φορητούς αναπαραγωγείς μέσων και έξυπνα κινητά. Μπορείτε να προσθέσετε συγκεκριμένα μουσικά κομμάτια, δίσκους ή λίστες αναπαραγωγής ή να επιτρέψετε στο <app>Banshee</app> να συγχρονίσει τη συσκευή σας με ολόκληρη τη βιβλιοθήκη σας. Αφού η συσκευή σας συνδεθεί στον υπολογιστή σας μπορείτε επίσης να αναπαράγετε τα τραγούδια που είναι σε αυτή μέσω του <app>Banshee</app>. Όταν συγχρονίζετε μουσική σε μη απωλεστική μορφή, όπως το FLAC, το <app>Banshee</app> αυτόματα θα μετατρέψει τη μουσική σας σε μια απωλεστική μορφή, όπως το Ogg Vorbis ή το MP3, αν έχετε τους σωστούς κωδικοποιητές-αποκωδικοποιητές εγκατεστημένους.
es: <app>Banshee</app> soporta sincronizar su música con reproductores multimedia portátiles y teléfonos inteligentes. Puede añadir pistas de música específicas, álbumes o listas de reproducción, o permitir que <app>Banshee</app> mantenga su reproductor de música en sincronización con su colección entera. Al conectar su reproductor portátil al equipo también puede reproducir las canciones de su reproductor portátil en <app>Banshee</app>. Al sincronizar música en un formato sin pérdida como FLAC, <app>Banshee</app> transcodificará su música automáticamente a un formato con pérdida como Ogg Vorbis o MP3, siempre y cuando tenga los códecs correctos instalados.
ro: <app>Banshee</app> suportă sincronizare muzicală cu playere media portabile și cu telefoane inteligente. Puteți adăuga piese muzicale specifice, albume sau liste de redare sau permite ca <app>Banshee</app> să păstreze playerul de muzică în sincronizare cu întreaga bibliotecă. După ce playerul dumneavoastră este conectat la calculator vă poate, de asemenea, reda melodii pe playerul portabil în <app>Banshee</app>. Atunci când se sincronizează muzica în format fără pierderi, cum ar fi FLAC, <app>Banshee</app> va codifica automat muzica pentru dumneavoastră într-un format cu pierderi, cum ar fi Ogg Vorbis sau MP3, dacă aveți corect codecurile instalate.
sv: <app>Banshee</app> har stöd för synkronisering av din musik till portabla mediaspelare och smarttelefoner. Du kan lägga till specifika musikspår, album eller spellistor eller låta <app>Banshee</app> hålla din musikspelare synkroniserad med hela ditt bibliotek. Efter att din spelare är kopplad till din dator kan du också spela upp låtarna från din portabla spelare i <app>Banshee</app>. När musik synkroniseras i ett förlustfritt format, så som FLAC, kommer <app>Banshee</app> automatiskt att omkoda din musik åt dig till ett icke-förlustfritt format så som Ogg Vorbis eller MP3 om du har de korrekta kodekarna installerade.

source: Device support
cs: Podpora zařízení
de: Geräteunterstützung
el: Υποστήριξη συσκευών
es: Soporte de dispositivo
ro: Suport dispozitive
sv: Stöd för enhet

source: <app>Banshee</app> supports almost all modern portable music players and smartphones with the notable exception of the Apple iPhone, iPad and iPod Touch.
cs: <app>Banshee</app> podporuje téměř všechny moderní přenosné hudební přehrávače a smartfony se známými výjimkami týkajícími se Apple iPhone, iPad a iPod Touch.
de: <app>Banshee</app> unterstützt beinahe alle aktuellen tragbaren Musikwiedergabegeräte und Smartphones, mit den bekannten Ausnahmen für Apple iPhone, iPad und iPod Touch.
el: Το <app>Banshee</app> υποστηρίζει σχεδόν όλες τις σύγχρονες φορητές συσκευές αναπαραγωγής και τα έξυπνα κινητά με την αξιοσημείωτη εξαίρεση των iPhone, iPad και iPod Touch της Apple.
es: <app>Banshee</app> soporta casi todos los reproductores de música portátiles modernos y teléfonos inteligentes con la notable excepción del Apple iPhone, iPad e iPod Touch.
ro: <app>Banshee</app> suportă aproximativ toate playerele portabile de muzică și telefoane inteligente cu excepția notabilă al lui Apple iPhone, iPad și iPod Touch.
sv: <app>Banshee</app> har stöd för nästan alla moderna portabla musikspelare och smarttelefoner med de viktiga undantagen Apple iPhone, iPad och iPod Touch.

source: When you plug your device in, <app>Banshee</app> will display it in the left menu. Pressing the device icon will take you to your device home page in <app>Banshee</app> displaying your sync preferences.
cs: Když své zařízení připojíte, přehrávač <app>Banshee</app> jej zobrazí v nabídce vlevo. Zmáčknutím ikony zařízení se přenesete na domovskou stránku svého zařízení v <app>Banshee</app>, která zobrazuje vaše předvolby synchronizace.
de: Wenn Sie Ihr Gerät anschließen, dann zeigt <app>Banshee</app> es im linken Menü an. Ein Klick auf das Symbol des Gerätes zeigt eine Übersichtsseite zu diesem Gerät in <app>Banshee</app> an, in der die Abgleicheinstellungen angezeigt werden.
el: Όταν συνδέσετε τη συσκευή σας, το <app>Banshee</app> θα την εμφανίσει στο αριστερό μενού. Πατώντας το εικονίδιο της συσκευής θα μεταφερθείτε στην αρχική της σελίδα στο <app>Banshee</app> όπου εμφανίζονται οι προτιμήσεις σας συγχρονισμού.
es: Cuando conecte su dispositivo, <app>Banshee</app> lo mostrará en el menú de la izquierda. Al pulsar en el icono del dispositivo, lo llevará a la página principal del dispositivo en <app>Banshee</app>, mostrando sus preferencias de sincronización.
ro: Atunci când conectați dispozitivul, <app>Banshee</app> va afișa asta în meniul din stânga. Dacă apăsați iconița dispozitivului vă va duce la pagina start a dispozitivului în <app>Banshee</app> afișându-vă preferințele sincronizării.
sv: När du pluggar in din enhet så kommer <app>Banshee</app> att visa den i den vänstra menyn. Om du klickar på enhetsikonen så kommer du att tas till enhetens hemsida i <app>Banshee</app> där dina synkroniseringsinställningar visas.

source: Sync your music
cs: Synchronizace vaší hudby
de: Ihre Musik abgleichen
el: Συγχρονισμός της μουσικής σας
es: Sincronizar su música
ro: Sincronizarea muzicii
sv: Synkronisera din musik

source: You can choose to manage the media on your portable music by having <app>Banshee</app> automatically sync it or manage your music and media manually.
cs: Můžete zvolit, aby přehrávač <app>Banshee</app> synchronizoval média na vašem přenosném přehrávači automaticky nebo můžete svoji hudbu a média spravovat ručně.
de: Sie können wählen, ob die Medien Ihrer tragbaren Geräte durch <app>Banshee</app> automatisch abgeglichen werden sollen oder ob Sie Ihre Musik und Medien manuell verwalten wollen.
el: Μπορείτε να επιλέξετε να διαχειρίζεστε τα πολυμέσα στη φορητή σας συσκευή βάζοντας το <app>Banshee</app> να κάνει αυτόματο συγχρονισμό ή να διαχειρίζεστε τη μουσική και τα πολυμέσα σας χειροκίνητα.
es: Puede elegir gestionar el contenido multimedia de su música portátil haciendo que <app>Banshee</app> lo sincronice automáticamente, o puede gestionar su música y sus archivos multimedia manualmente.
ro: Aveți posibilitatea să gestionați conținutul media de pe muzica portabilă având în <app>Banshee</app> activată opțiunea de sincronizare automată sau puteți gestiona conținutul media si muzica dumneavoastră manual.
sv: Du kan välja att hantera median i din portabla musikspelare genom att låta <app>Banshee</app> automatiskt synkronisera eller hantera din musik och media manuellt.

source: Choose your device from the <app>Banshee</app> menu and then choose how you want to sync your media, including:
cs: Zvolte v nabídce <app>Banshee</app> své zařízení a pak zvolte, jak chcete synchronizovat svá média, včetně:
de: Wählen Sie Ihr Gerät im <app>Banshee</app>-Menü aus und wählen Sie anschließend, wie Sie Ihre Medien abgleichen wollen:
el: Επιλέξτε τη συσκευή σας από το μενού του <app>Banshee</app> και μετά επιλέξτε πώς θέλετε να συγχρονίσετε τα πολυμέσα σας, συμπεριλαμβανομένων:
es: Elija su dispositivo desde el menú de <app>Banshee</app> y luego elija cómo quiere sincronizar sus archivos multimedia, incluyendo:
ro: Alegeți dispozitivul dumneavoastră din meniul <app>Banshee</app> apoi alegeți modul în care doriți să vă sincronizați conținutul media, inclusiv:
sv: Markera din enhet från <app>Banshee</app>-menyn och välj hur du vill synkronisera dina media, inklusive:

source: Music
cs: hudby
de: Musik
el: Μουσικής
es: Música
fr: la musique
ro: Muzică
sv: Musik

source: Audiobooks
cs: mluvených knih
de: Hörbücher
el: Ηχογραφημένων βιβλίων
es: Audiolibros
fr: les livres audio
ro: Cărți audio
sv: Ljudböcker

source: Videos
cs: videí
el: Βίντεο
es: Vídeos
fr: les vidéos
ro: Materiale video
sv: Videor

source: Podcasts
cs: Podcasty
el: Φορητές εκπομπές
ro: Podcasturi
sv: Poddsändningar

source: From the dropdown menu next to each of the media, choose from:
cs: Z rozbalovací nabídky u každého média zvolte z:
de: Wählen Sie im Auswahlmenü neben jedem der Medien aus folgenden Optionen:
el: Από το αναπτυσσόμενο μενού δίπλα σε κάθε μέσο, επιλέξτε από:
es: En el menú desplegable junto a cada uno de los archivos multimedia, seleccione una opción:
fr: À partir du menu déroulant de chacun des médias, choisissez entre :
ro: Din meniul derulant de lângă fiecare suport media, alegeți dintre:
sv: Från rullgardinsmenyn intill varje media, välj bland:

source: Manage manually
cs: Spravovat ručně
de: Manuell verwalten
el: Χειροκίνητη διαχείριση
es: Gestionar de forma manual
fr: gérer manuellement
ro: Administrează manual
sv: Hantera manuellt

source: Sync entire library
cs: Synchronizovat celou kolekci
de: Gesamte Bibliothek abgleichen
el: Συγχρονισμός όλης της βιβλιοθήκης
es: Sincronizar toda la colección
fr: synchroniser toute la bibliothèque
ro: Sincronizează întreaga bibliotecă
sv: Synkronisera hela biblioteket

source: If you choose to sync your entire library automatically with your portable media player make sure your portable media player has enough storage space. If your library is larger than the space on your portable media player, <app>Banshee</app> will sync media until your player is full and then stop.
cs: Pokud zvolíte synchronizaci celé své kolekce s přenosným přehrávačem automaticky, ujistěte se, že váš přenosný multimediální přehrávač má dostatek úložného místa. V případě, že je kolekce větší než dostupné místo v přehrávači, <app>Banshee</app> bude média synchronizovat dokud se přehrávač nezaplní a pak synchronizaci ukončí.
de: Wenn Sie sich dafür entscheiden, Ihre gesamte Bibliothek automatisch mit Ihrem tragbaren Wiedergabegerät abgleichen zu lassen, dann stellen Sie bitte sicher, dass genug Speicherplatz zur Verfügung steht. Falls Ihre Bibliothek umfangreicher ist als der auf dem tragbaren Wiedergabegerät vorhandene Speicherplatz, dann gleicht <app>Banshee</app> die Medien so lange ab, bis das Wiedergabegerät voll ist und bricht dann den Vorgang ab.
el: Αν επιλέξετε να συγχρονίσετε όλη τη βιβλιοθήκη σας αυτόματα με τη φορητή συσκευή σας αναπαραγωγής βεβαιωθείτε ότι η φορητή συσκευή σας έχει αρκετό χώρο αποθήκευσης. Αν η βιβλιοθήκη σας είναι μεγαλύτερη από τον χώρο στη φορητή συσκευή σας, το <app>Banshee</app> θα συγχρονίσει μέχρι να γεμίσει η συσκευή και μετά θα σταματήσει.
es: Si elige sincronizar automáticamente su colección entera con su reproductor multimedia portátil, asegúrese de que su reproductor multimedia portátil tiene suficiente espacio de almacenamiento. Si su colección es más grande que el espacio de su reproductor multimedia portátil, <app>Banshee</app> sincronizará el contenido multimedia hasta que su reproductor esté lleno y luego se detenga.
ro: Dacă alegeți să vă sincronizați întreaga bibliotecă muzicală cu playerul dumneavoastră de muzică portabil asigurați-vă că aveți destul spațiu de stocare pe el. Dacă biblioteca este mai mare decât spațiul de stocare de pe playerul de muzică portabil, <app>Banshee</app> va sincroniza conținutul media până când se va umple spațiul de stocare apoi se va opri.
sv: Om du väljer att synkronisera hela ditt bibliotek automatiskt med din portabla musikspelare så säkerställ att din portabla musikspelare har tillräckligt med utrymme. Om ditt bibliotek är större än utrymmet i din portabla musikspelare så kommer <app>Banshee</app> att synkronisera media tills din spelare är full och sedan sluta.

source: If you have created playlists or smart playlists in your music library, they will also be displayed as a sync option for Music. This can be helpful when creating smart playlists, as smart playlists will automatically update as new content is added based on the playlist rules, and <app>Banshee</app> will sync the new playlist to your device every time you plug it in.
cs: Jestliže máte ve své kolekci vytvořen seznam skladeb nebo chytrý seznam skladeb, bude rovněž zobrazen jako volba synchronizace pro hudbu. To může být užitečné, když vytváříte chytré seznamy skladeb. Chytré seznamy skladeb budou automaticky aktualizovány, když je přidán nový obsah podle pravidel seznamu skladeb a <app>Banshee</app> synchronizuje nový seznam skladeb do zařízení pokaždé, když jej připojíte.
de: Falls Sie intelligente oder gewöhnliche Wiedergabelisten in Ihrer Musikbibliothek erstellt haben, dann werden diese auch als Abgleichoption für Musik angezeigt. Dies kann beim Erstellen intelligenter Wiedergabelisten hilfreich sein, da diese gemäß den Regeln der Wiedergabeliste automatisch aktualisiert werden, sobald neue Inhalte hinzugefügt werden. <app>Banshee</app> gleicht dann jedes Mal beim anschließen Ihres Gerätes die neue Wiedergabeliste ab.
el: Αν έχετε δημιουργήσει λίστες αναπαραγωγής ή έξυπνες λίστες αναπαραγωγής στη μουσική σας βιβλιοθήκη, θα εμφανιστούν και αυτές ως επιλογή συγχρονισμού για τη μουσική. Αυτό μπορεί να βοηθά κατά τη δημιουργία έξυπνων λιστών αναπαραγωγής, καθώς αυτές θα ενημερώνονται αυτόματα κατά την προθήκη νέου περιεχόμενου με βάση τους κανόνες της λίστας και το <app>Banshee</app> θα συγχρονίζει τη νέα λίστα με τη συσκευή σας κάθε φορά που τη συνδέετε.
es: si ha creado listas de reproducción o listas de reproducción inteligentes en su colección de música, también se mostrarán como una opción de sincronización de Música. Esto puede ser útil para crear listas de reproducción inteligentes, como listas de reproducción inteligentes que se actualizarán automáticamente a medida que se añade nuevo contenido basado en las reglas de la lista de reproducción, y <app>Banshee</app> sincronizará la nueva lista de reproducción con su dispositivo cada vez que lo conecte.
ro: Dacă v-ați creat liste de redare sau liste de redare inteligente în biblioteca dumneavoastră muzicală, ele vor apărea de asemenea ca o oțiune de sincronizare pentru Muzică. Această opțiune vă poate ajuta la crearea listelor inteligente de redare, iar listele de redare inteligente se vor actualiza în mod automat ca un conținut nou ce este adăugat în baza regulilor listelor de redare, și <app>Banshee</app> va sincroniza noua lista de redare cu aparatul dumneavoastră de fiecare dată când îl conectați.
sv: Om du har skapat spellistor eller smarta spellistor i ditt musikbibliotek så kommer även de att visas som ett synkroniseringsalternativ för Musik. Detta kan vara praktiskt om du skapat smarta spellistor, eftersom smarta spellistor automatiskt kommer att uppdateras när nytt innehåll läggs till baserat på reglerna för spellistorna, och <app>Banshee</app> kommer att synkronisera den nya spellistan med din enhet varje gång du pluggar in den.

source: <app>Banshee</app> will display the total hard drive space of your portable music player in a graph in the bottom center of <app>Banshee</app>. The graph will show you how much space is taken by audio files, video, other and free space. Directly below that <app>Banshee</app> will show you how many total items are stored on your portable music player, how many hours or days of listening that is equal to, and total space used.
cs: Přehrávač <app>Banshee</app> bude zobrazovat celkové místo na disku vašeho přenosného multimediálního přehrávače v grafu dole uprostřed hlavního okna. Graf vám ukáže, kolik prostoru zabírají zvukové soubory, videa, ostatní soubory a volné místo. Přímo pod ním <app>Banshee</app> zobrazuje, kolik položek celkem je na vašem přenosném přehrávači uloženo, kolika hodinám či dnům poslechu to odpovídá a celkové obsazené místo.
de: <app>Banshee</app> zeigt den gesamten auf Ihrem tragbaren Wiedergabegerät vorhandenen Speicherplatz in einer Grafik unten in der Mitte des <app>Banshee</app>-Fensters an. Die Grafik zeigt an, wie viel Platz jeweils von Audio-, Video- und anderen Dateien beansprucht wird und wie viel freier Platz verfügbar ist. Direkt darunter zeigt <app>Banshee</app> die Gesamtanzahl der auf Ihrem tragbaren Wiedergabegerät gespeicherten Objekte an, die Gesamtzeit der möglichen Wiedergabe in Tagen und Stunden und den insgesamt genutzten Speicherplatz.
el: Το <app>Banshee</app> θα εμφανίσει το συνολικό χώρο του σκληρού δίσκου της φορητής συσκευής σας αναπαραγωγής με ένα γράφημα στο κέντρο και κάτω στο <app>Banshee</app>. Το γράφημα θα σας δείξει πόσος χώρος καταλαμβάνεται από αρχεία ήχου, βίντεο και άλλα και τον ελεύθερο χώρο. Ακριβώς από κάτω το <app>Banshee</app> θα εμφανίσει πόσα συνολικά στοιχεία είναι αποθηκευμένα στη συσκευή σας, σε πόσες ώρες ή ημέρες ακρόασης αντιστοιχούν και το συνολικό χώρο που χρησιμοποιείται.
es: <app>Banshee</app> mostrará el espacio total del disco duro de su reproductor de música portátil en un gráfico centrado en el centro inferior de <app>Banshee</app>. El gráfico mostrará cuánto espacio ocupan los archivos de sonido, vídeo, otros y el espacio libre. Justo debajo <app>Banshee</app> mostrará cuántos elementos en total hay almacenados en su reproductor de música portátil, a cuántas horas o días de reproducción equivalen y el espacio total usado.
ro: <app>Banshee</app> va afișa spațiul total din unitatea hard disc al playerului de muzică portabil într-un grafic în partea centrală de jos al lui <app>Banshee</app>. Graficul vă va arăta cât spațiu ocupă fișierele audio, video și altele și de asemenea cât spațiu liber mai aveți. Mai jos de <app>Banshee</app> vi se va arăta câte elemente sunt stocate în total pe playerul dumneavoastră de muzică portabil, câte ore sau zile ați ascultat în total, și spațiul total utilizat.
sv: <app>Banshee</app> kommer att visa det totala hårddiskutrymmet i din portabla musikspelare som ett diagram längst ner i mitten av <app>Banshee</app>. Diagrammet kommer att visa dig hur mycket utrymme som användas av ljudfiler, video, övrigt samt ledigt utrymme. Direkt nedanför det kommer <app>Banshee</app> att visa dig hur många objekt som totalt finns sparade i din portabla musikspelare, hur många timmar eller dagars lyssning det motsvarar och totalt använt utrymme.

source: Sync your entire library
cs: Synchronizovat celou kolekci
de: Ihre gesamte Bibliothek abgleichen
el: Συγχρονισμός όλης της βιβλιοθήκης σας
es: Sincronizar su colección entera
ro: Sincronizarea întregii biblioteci
sv: Synkronisera hela ditt bibliotek

source: You can drag and drop media to your portable music player from <app>Banshee</app>. Select the file or files you want to copy to your portable media player and then press and hold your right mouse button and drag the file(s) to your portable media player icon in <app>Banshee</app>. This will copy the files to your device.
cs: Média z <app>Banshee</app> do přenosného hudebního přehrávače můžete přenášet způsobem táhni a upusť. Vyberte soubor či soubory, které chcete překopírovat do přehrávače a zmáčkněte a držte pravé tlačítko myši a přetáhněte soubor(y) na ikonu přenosného multimediálního přehrávače v <app>Banshee</app>. Tím se soubory do vašeho zařízení překopírují.
de: Sie können Medien von <app>Banshee</app> auf Ihr tragbares Wiedergabegerät ziehen und dort ablegen. Wählen Sie die Datei oder die Dateien aus, die Sie auf Ihr tragbares Wiedergabegerät kopieren möchten, dann klicken Sie sie mit der rechten Maustaste an, halten diese gedrückt und ziehen die Dateien auf das Symbol Ihres tragbaren Wiedergabegerätes in <app>Banshee</app>. Dadurch werden die Dateien auf Ihr Gerät kopiert.
el: Μπορείτε να σύρετε και να αφήσετε μέσα στη φορητή σας συσκευή από το <app>Banshee</app>. Επιλέξετε το αρχεία ή τα αρχεία που θέλετε να αντιγράψετε στη φορητή σας συσκευή αναπαραγωγής και μετά πατήστε και κρατήστε πατημένο το δεξί κουμπί του ποντικού και σύρετε το αρχείο ή τα αρχεία στο εικονίδιο της φορητής σας συσκευής στο <app>Banshee</app>. Αυτό θα αντιγράψει τα αρχεία στη συσκευή σας.
es: Puede arrastrar y soltar archivos multimedia a su reproductor de música portátil desde <app>Banshee</app>. Seleccione el archivo o los archivos que quiera copiar en su reproductor multimedia portátil y luego mantenga pulsado el botón derecho del ratón y arrastre los archivos al icono de su reproductor multimedia portátil en <app>Banshee</app>. Esto copiará los archivos a su dispositivo.
ro: Puteți să trageți și să plasați conținutul media din <app>Banshee</app> pe playerul dumneavoastră portabil de muzică. Selectați fișierul sau fișierele pe care doriți să le copiați pe playerul portabil de muzică apoi apăsați clic dreapta și țineți apăsat apoi trageți fișierele selectate pe iconița playerului portabil de muzică din <app>Banshee</app>. Acest proces va copia fișierele în dispozitivul dumneavoastră.
sv: Du kan dra och släppa media till din portabla musikspelare från <app>Banshee</app>. Välj filen eller filerna som du vill kopiera till din portabla musikspelare och tryck och håll ner höger musknapp och dra filerna till ikonen för din portabla musikspelare i <app>Banshee</app>. Detta kommer att kopiera filerna till din enhet.
