Repository: BansheeMediaPlayer/banshee
Catalog: po/*.po
Languages: oc

source: Apple Devices Support
oc: Presa en carga de periferics Apple

source: Support for most iPod/iPhone/iPad devices.
oc: Provesís la presa en carga de la màger part dels iPod/iPhone/iPad.

source: Device Support
oc: Presa en carga de periferics

source: Karma Support
oc: Presa en carga de Karma

source: Support for Rio Karma devices.
oc: Provesís la presa en carga dels periferics Rio Karma.

source: Mass Storage Media Player Support
oc: Presa en carga dels lectors multimèdia d'emmagazinatge

source: Support for USB-drive based devices, including many iAudio devices and Android, Pre, and Galaxy phones.
oc: Provesís la presa en carga dels periferics basats sus de disques USB, incluses los nombroses periferics iAudio e telefòns Android, Pre e Galaxy.

source: MTP Media Player Support
oc: Presa en carga de MTP Media Player

source: Support for MTP devices, including many Creative Zen devices.
oc: Provesís la presa en carga dels periferics MTP, incluses los nombroses periferics Creative Zen.

source: Amazon MP3 Store Source
oc: Font de la botiga MP3 Amazon

source: Browse, search, and purchase music from the Amazon MP3 store.
oc: Consultar, recercar e crompar de musica dins la botiga MP3 Amazon.

source: Online Sources
oc: Fonts en linha

source: Amazon MP3 Import
oc: Importacion de MP3 Amazon

source: Download and import music purchased from Amazon.com.
oc: Telecargar e importar de musica crompada sus Amazon.com.

source: Audiobooks Library
oc: Bibliotèca de libres àudio

source: Organize audiobooks, lectures, etc.
oc: Organizar vòstres libres àudio, conferéncias, etc.

source: Core
oc: Nucli

source: Boo Scripting
oc: Escript Boo

source: Customize and extend Banshee with Boo-language scripts.
oc: Personalizar e espandir Banshee amb los escripts Boo-language.

source: Utilities
oc: Utilitaris

source: BPM Detection
oc: Deteccion del nombre de BPM

source: Detect the beats per minute (BPM) of your music.
oc: Detècta lo nombre de bataments per minuta (BPM) de vòstra musica.

source: Cover Art Fetching
oc: Recuperacion de la pocheta de l'album

source: Fetch cover art for all items in your library.
oc: Recupèra las pochetas per totes los elements de vòstra bibliotèca.

source: DAAP Sharing
oc: Partiment DAAP

source: Browse and listen to music shared over your local network.
oc: Percórrer e escotar de musica partejada sus vòstra ret locala.

source: eMusic Store
oc: Botiga eMusic

source: Browse, search, and purchase music and audiobooks from eMusic
oc: Consultar, recercar e crompar de musica e de libres àudio dins la botiga eMusic

source: eMusic Import
oc: Importacion eMusic

source: Download and import music purchased from eMusic.
oc: Telecargar e importar de musica crompada a cò d'eMusic.

source: File System Preview Queue
oc: Fila d'espèra de la previsualizacion del sistèma de fichièrs

source: Preview files without importing to your library.
oc: Previsualiza de fichièrs sens los importar dins la bibliotèca.

source: Metadata Fixup
oc: Reparacion de las metadonadas

source: Fix broken and missing metadata using bulk operations.
oc: Repara las metadonadas copadas o mancantas en utilizant d'operacions massivas.

source: Browse and search the Internet Archive's vast media collection.
oc: Percórrer e recercar dins l'ampla colleccion d'Internet Archive.

source: Internet Radio
oc: Ràdio Internet

source: Listen to and organize Internet Radio stations.
oc: Escotar e organizar las estacions de ràdio internet.

source: Last.fm Scrobbling
oc: Scrobbling Last.fm

source: Last.fm scrobbling and context pane recommendations.
oc: Last.fm, transmission del nom de las cançons escotadas (scrobbling) e panèl contextual de recomandacions.

source: Last.fm Radio
oc: Ràdio Last.fm

source: Last.fm streaming radio for paid subscribers.
oc: Flux ràdio Last.fm per abonats pagants.

source: Library Watcher
oc: Aisina de susvelhança de bibliotèca

source: Automatically update music and video libraries.
oc: Mesa a jorn automatica de las bibliotècas musica e vidèo.

source: Mini Mode
oc: Mòde Mini

source: Control Banshee through a small window with only playback controls and track information.
oc: Contraròtle Banshee dins una pichona fenèstra que conten pas que las comandas de lectura e las informacions sus la pista.

source: Miro Guide Podcast Directory
oc: Repertòri de Podcast del guida Miro

source: Browse and subscribe to thousands of audio and video podcasts.
oc: Recercar e soscriure a de milierats de podcasts àudio e vidèo.

source: MPRIS D-Bus interface
oc: Interfàcia D-Bus MPRIS

source: Control Banshee using the MPRIS D-Bus interface.
oc: Contrarotlar Banshee en utilizant una interfàcia D-Bus MPRIS.

source: Multimedia Keys
oc: Tòcas multimèdia

source: Control playback via the multimedia keys on your keyboard.
oc: Contrarotlar la lectura amb las tòcas multimèdia de vòstre clavièr.

source: Notification Area Icon
oc: Icòna de zòna de notificacion

source: Display an icon in the notification area for controlling Banshee.
oc: Aficha una icòna dins la zòna de notificacion per contrarotlar Banshee.

source: Importers for Amarok, Rhythmbox and iTunes
oc: Assistent d'importacion per Amarok, Rhythmbox e iTunes

source: Import your library from Amarok, Rhythmbox or iTunes.
oc: Importar vòstras bibliotècas dempuèi Amarok, Rhythmbox o iTunes.

source: Play Queue
oc: Fila d'espèra de lectura

source: Queue tracks in an ad-hoc playlist, or let the Auto DJ take over.
oc: Crear una fila d'espèra per las pistas dins una lista de lectura ad-hoc o daissar lo DJ automatic prene lo contraròtle.

source: Subscribe to podcasts and stream or download episodes.
oc: S'abonar als Podcasts e fluxes o telecargar d'episòdis.

source: Sound Menu Integration
oc: Integracion de Sound Menu

source: Control Banshee from the Sound Menu.
oc: Contrarotlar Banshee en utilizant lo menú son

source: Torrent Downloader
oc: Aisina de telecargament de torrent

source: Support downloading BitTorrent files from podcasts.
oc: Apond la presa en carga dels telecargaments de fichièrs BitTorrent dempuèi de podcasts.

source: Ubuntu One Music Store
oc: Magazin de Musica d'Ubuntu One

source: This extension grants access to the Ubuntu One Music Store, powered by 7digital.
oc: Aquesta extension permet l'accès al magazin de musica d'Ubuntu One, dirigit per 7digital.

source: Wikipedia
oc: Wikipèdia

source: View artist information from Wikipedia in the context pane.
oc: Afichar las informacions provesidas per Wikipèdia sus l'artista dins lo panèl contextual.

source: Context Pane
oc: Panèl contextual

source: Show related YouTube videos in the context pane.
oc: Aficha las vidèos de YouTube dins lo quadre contextual.

source: AAC (Novell Encoder)
oc: AAC (Encodador Novell)

source: Designed to be the successor of the MP3 format, AAC generally achieves better sound quality than MP3 at many bit rates.
oc: Concebut per èsser lo successor del format MP3, AAC permet d'obténer generalament un son de melhora qualitat que lo MP3 a de debits nombroses.

source: Bitrate
oc: Debit

source: Container
oc: Contenidor

source: MPEG-4 ISO
oc: ISO MPEG-4

source: MPEG-4 QuickTime
oc: QuickTime MPEG-4

source: Profile
oc: Perfil

source: Low Complexity
oc: Complexitat febla

source: Long Term Prediction
oc: Prediccion a tèrme long

source: Output Format
oc: Format de sortida

source: Channels
oc: Canals

source: Free Lossless Audio Codec
oc: FLAC (Free Lossless Audio Codec)

source: Free Lossless Audio Codec (FLAC) is an open source codec that compresses but does not degrade audio quality.
oc: Lo codec FLAC (Free Lossless Audio Codec) es un codec Open Source que compressa sens degradar la qualitat àudio.

source: MP3 (LAME Encoder)
oc: MP3 (encodador LAME)

source: Encoding Mode
oc: Mòde d'encodatge

source: Constant Bitrate
oc: Debit constant

source: Variable Bitrate
oc: Debit variable

source: VBR Quality
oc: Qualitat VBR

source: Worst
oc: Lo pièger

source: Best
oc: Lo melhor

source: MP3 (Xing Encoder)
oc: MP3 (encodador Xing)

source: Audio quality
oc: Qualitat àudio

source: Mode
oc: Mòde

source: Fast Compression
oc: Compression rapida

source: Default Compression
oc: Compression per defaut

source: High Compression
oc: Compression nauta

source: Very High Compression
oc: Compression fòrça nauta

source: Lossy mode
oc: Mòde amb pèrda

source: Store MD5 sum in the file
oc: Enregistrar la soma MD5 dins lo fichièr

source: Extra processing
oc: Tractament suplementari

source: Default
oc: Defaut

source: Highest
oc: La mai nauta

source: Waveform PCM
oc: Onda PCM

source: WAV+PCM is a lossless format that holds uncompressed, raw pulse-code modulated (PCM) audio.
oc: WAV + PCM es un format sens pèrta que conten d'àudio brut modulat (PCM) sens compression.

source: Use a variable bitrate
oc: Utilizar un debit variable

source: Audio Quality
oc: Qualitat àudio

source: Media Player
oc: Lector multimèdia

source: Banshee Media Player
oc: Lector multimèdia Banshee

source: Play and organize your media collection
oc: Legir e organizar vòstra colleccion de mèdias

source: Could not create pipeline
oc: Impossible de crear lo pipeline

source: Could not create filesrc element
oc: Impossible de crear l'element filesrc

source: Could not create decodebin2 plugin
oc: Impossible de crear l'empeuton decodebin2

source: Could not create audioconvert plugin
oc: Impossible de crear l'empeuton audioconvert

source: Could not create bpmdetect plugin
oc: Impossible de crear l'empeuton bpmdetect

source: Could not create fakesink plugin
oc: Impossible de crear l'empeuton fakesink

source: Could not link pipeline elements
oc: Impossible de religar los elements del pipeline

source: Could not initialize element from cdda URI
oc: Impossible d'inicializar lo component dempuèi l'URI cdda

source: Could not create encoder pipeline
oc: Impossible de crear lo pipeline de l'encodador

source: Could not create queue plugin
oc: Impossible de crear l'empeuton fila d'espèra

source: Could not create filesink plugin
oc: Impossible de crear l'empeuton « filesink »

source: Could not create source element
oc: Impossible de crear l'element font

source: Could not create sink element
oc: Impossible de crear l'element sink

source: Could not create encoding pipeline
oc: Impossible de crear lo pipeline d'encodatge

source: Could not get sink pad from encoder
oc: Impossible de se connectar al pad de destinacion de l'encodador

source: Could not construct pipeline
oc: Impossible de crear lo pipeline

source: Write CD...
oc: Gravar un CD...

source: Write selected tracks to an audio CD
oc: Grava las pistas seleccionadas sus un CD àudio

source: Could not write CD
oc: Impossible de gravar lo CD

source: Brasero could not be started
oc: Impossible d'aviar Brasero

source: Fullscreen video playback active
oc: Lectura de vidèos en ecran complet activada

source: Could not find an encoder for ripping.
oc: Impossible de trobar un encodador per l'extraccion.

source: Could not create CD ripping driver.
oc: Impossible de crear lo pilòt d'extraccion de CD.

source: Could not create BPM detection driver.
oc: Impossible de crear lo pilòt de deteccion del nombre de BPM.

source: Could not initialize GStreamer library
oc: Impossible d'inicializar la bibliotèca GStreamer

source: Unknown Error
oc: Error desconeguda

source: _Enable ReplayGain correction
oc: _Activar la correccion de ganh (ReplayGain)

source: Enable _gapless playback
oc: Activar la lectura _gapless (sens silenci)

source: Could not create transcoder
oc: Impossible de crear lo transcodador

source: Could not create encoder pipeline : {0}
oc: Impossible de crear lo pipeline encodador : {0}

source: Could not create encoding pipeline : {0}
oc: Impossible de crear lo pipeline de l'encodatge : {0}

source: Import
oc: Importar

source: Can't check for updates
oc: Impossible de verificar las mesas a jorn

source: No update available
oc: Cap de mesa a jorn pas disponibla

source: You already have the latest version of Banshee installed.
oc: Avètz ja la darrièra version de Banshee.

source: Banshee update available
oc: Mesa a jorn de Banshee disponibla

source: Downloading {0}
oc: Telecargament en cors de {0}

source: Update download failed
oc: Lo telecargament de la mesa a jorn a fracassat

source: Update finished downloading
oc: Lo telecargament de la mesa a jorn es acabat

source: Check for Updates
oc: Verificar s'i a de mesas a jorn

source: Help Options
oc: Opcions d'ajuda

source: Show this help
oc: Afichar aquesta ajuda

source: Show options for controlling playback
oc: Afichar las opcions pel contraròtle de la lectura

source: Show options for querying the playing track
oc: Afichar las opcions per l'interrogacion del tròç en cors

source: Show options for querying the playing engine
oc: Afichar las opcions per l'interrogacion del motor en cors

source: Show options for the user interface
oc: Afichar las opcions per l'interfàcia d'utilizaire

source: Show options for developers and debugging
oc: Afichar las opcions destinadas als desvolopaires e al desbugatge

source: Show all option groups
oc: Afichar totes los gropes d'opcions

source: Show version information
oc: Afichar las informacions de version

source: Playback Control Options
oc: Opcions de contraròtle de la lectura

source: Start playback
oc: Aviar la lectura

source: Pause playback
oc: Metre en pausa

source: Toggle playback
oc: Inversar la lectura

source: Completely stop playback
oc: Arrèst total de la lectura

source: Seek to a specific point (seconds, float)
oc: Se posiciona en un punt precís (en segondas, flotant)

source: Set the currently played track's rating (0 to 5)
oc: Définit la note du morceau en cours de lecture (de 0 à 5)

source: Player Engine Query Options
oc: Opcions d'interrogacion del motor de lectura

source: Current player state
oc: Estat actual del lector

source: Last player state
oc: Darrièr estat del lector

source: Player volume
oc: Volum del lector

source: Artist Name
oc: Nom d'artista

source: Album Title
oc: Títol de l'album

source: Track Title
oc: Títol de la pista

source: Duration
oc: Durada

source: Track Number
oc: Numerò de pista

source: Track Count
oc: Nombre de pistas

source: Disc Number
oc: Numèro del disc

source: Year
oc: Annada

source: Rating
oc: Nòta

source: Score
oc: Marca

source: Bit Rate
oc: Debit

source: User Interface Options
oc: Opcions de l'interfàcia d'utilizaire

source: Enter the full-screen mode
oc: Activar lo mòde ecran complet

source: Hide the user interface
oc: Amaga l'interfàcia d'utilizaire

source: Play Album
oc: Legir l'album

source: En_queue
oc: _Apondre a la lista de lectura

source: _Play
oc: _Legir

source: Play _Song
oc: Legir lo _tròç

source: Play _Album
oc: Legir l'_album

source: Add an album to the playlist
oc: Apondre un album a la lista de lectura

source: {0} remaining
oc: {0} restant

source: Play Song
oc: Legir lo tròç

source: Close
oc: Tampar

source: Search
oc: Recercar

source: Artist, Album, or Title
oc: Artista, album o títol

source: Album Artist
oc: Artista de l'album

source: Composer
oc: Compositor

source: Comment
oc: Comentari

source: Unknown Artist
oc: Artista desconegut

source: Unknown Album
oc: Album desconegut

source: Unknown Title
oc: Títol desconegut

source: Various Artists
oc: Artistas divèrses

source: File not found
oc: Fichièr introbable

source: Unknown error
oc: Error desconeguda

source: _Restart Podcast
oc: _Reaviar lo podcast

source: _Restart Audiobook
oc: _Reaviar lo libre àudio

source: _Restart Video
oc: _Reaviar la vidèo

source: _Restart Song
oc: _Reaviar lo tròç

source: _Restart Item
oc: _Reaviar l'element

source: _Jump to Playing Podcast
oc: _Anar al podcast en cors de lectura

source: _Jump to Playing Song
oc: _Anar al tròç jogat

source: All Albums ({0})
oc: Totes los albums ({0})

source: All Artists ({0})
oc: Totes los artistas ({0})

source: Value
oc: Valor

source: Shuffle by A_lbum
oc: Mesclar per a_lbum

source: by album
oc: per album

source: Shuffle by A_rtist
oc: Mesclar per a_rtista

source: by artist
oc: per artista

source: Shuffle _Off
oc: Mòde aleatòri _desactivat

source: manually
oc: manualament

source: Shuffle by _Rating
oc: Mesclar per _Nòta

source: by rating
oc: per nòta

source: by score
oc: per marca

source: Shuffle by _Song
oc: Mesclar per _tròç

source: by song
oc: per tròç

source: Scanning for media
oc: Analisi de mèdias

source: Scanning...
oc: Analisi...

source: Scanning ({0} files)...
oc: Analisi ({0} fichièrs)...

source: Importing Media
oc: Importacion d'un mèdia

source: Importing {0} of {1}
oc: Importacion {0} sus {1}

source: Rescanning {0} of {1}
oc: Tòrna analisar {0} sus {1}

source: Refreshing Metadata
oc: Actualizacion de las metadonadas

source: Classical
oc: Classic

source: Full Bass
oc: Amplificacion de las bassas

source: Full Bass and Treble
oc: Amplificacion de las bassas e dels aguts

source: Full Treble
oc: Amplificacion dels aguts

source: Large Hall
oc: Granda sala

source: Live
oc: En public

source: Party
oc: Serada

source: Remove From Library
oc: Levar de la bibliotèca

source: File Organization
oc: Organizacion dels fichièrs

source: {0} Folder
oc: Dorsièr {0}

source: Track Artist
oc: Artista del tròç

source: Album Artist Initial
oc: Artista original de l'album

source: Conductor
oc: Cap d'orquèstre

source: Title
oc: Títol

source: Count
oc: Comptar

source: Number
oc: Nombre

source: Count (unsorted)
oc: Numèro (pas triat)

source: Number (unsorted)
oc: Nombre (pas triat)

source: Disc Count
oc: Numèro de disc

source: Grouping
oc: Gropament

source: Music
oc: Musica

source: Search your music
oc: Recercatz vòstra musica

source: Miscellaneous
oc: Divèrs

source: {0} song
oc: {0} tròç

source: Music Folder
oc: Dorsièr Musica

source: Favorites
oc: Marcapaginas

source: Recent Favorites
oc: Favorits recents

source: Recently Added
oc: Aponduts recentament

source: Recently Played
oc: Legits recentament

source: Recently played songs
oc: Cançons legidas recentament

source: Unheard
oc: Pas escotats

source: Neglected Favorites
oc: Favortits negligits

source: Least Favorite
oc: Los mens favorits

source: 700 MB of Favorites
oc: 700 Mio de favorits

source: 80 Minutes of Favorites
oc: 80 minutas de favorits

source: Unrated
oc: Pas notat

source: Importing Songs
oc: Impòrt de tròces

source: Importing From {0}
oc: Impòrt dempuèi {0}

source: Videos
oc: Vidèos

source: Search your videos
oc: Recercatz vòstras vidèos

source: Produced By
oc: Producha per

source: {0} video
oc: {0} vidèo

source: Videos Folder
oc: Dorsièr Vidèos

source: Unwatched
oc: Pas agachadas

source: Default player engine
oc: Motor de lectura per defaut

source: Converting {0} of {1}
oc: Conversion {0} sus {1}

source: Initializing
oc: Inicializacion

source: Search this playlist
oc: Recercar aquesta lista de lectura

source: Playlist
oc: Lista de lectura

source: Remove From Playlist
oc: Levar de la lista de lectura

source: Delete Playlist
oc: Suprimir la lista de lectura

source: New Playlist
oc: Novèla lista de lecturas

source: MPEG Version 3.0 Extended (*.m3u)
oc: MPEG version 3.0 espandida (*.m3u)

source: Shoutcast Playlist version 2 (*.pls)
oc: Lista de lectura Shoutcast version 2 (*.pls)

source: items
oc: elements

source: minutes
oc: minutas

source: hours
oc: oras

source: MB
oc: Mio

source: GB
oc: Gio

source: Artist
oc: Artista

source: artist
oc: artista

source: by
oc: per

source: artists
oc: artistas

source: albumartist
oc: artistaalbum

source: compilationartist
oc: artistacompilacion

source: on
oc: sus

source: from
oc: de

source: discnum
oc: numèrodisc

source: discs
oc: disques

source: cds
oc: cd

source: track
oc: pista

source: trackno
oc: numèrodepista

source: tracknum
oc: nombredepistas

source: tracks
oc: pistas

source: trackcount
oc: comptadorpista

source: Beats per Minute
oc: Batements per minuta

source: bitrate
oc: debit

source: Sample Rate
oc: Taus d'escandalhatge

source: samplerate
oc: tausdescandalhatge

source: quantization
oc: quantificacion

source: Name
oc: Nom

source: title
oc: títol

source: titled
oc: intitolat

source: name
oc: nom

source: named
oc: nomenat

source: year
oc: annada

source: released
oc: publicat

source: yr
oc: an

source: composer
oc: compositor

source: conductor
oc: cap d'orquèstre

source: grouping
oc: gropament

source: comment
oc: comentari

source: License
oc: Licéncia

source: license
oc: licéncia

source: licensed
oc: jos licéncia

source: under
oc: jos

source: rating
oc: nòta

source: stars
oc: estelas

source: Play Count
oc: Nombre de lecturas

source: plays
oc: legís

source: playcount
oc: nombrelectura

source: listens
oc: escota

source: Skip Count
oc: Nombre de sauts

source: skips
oc: sauts

source: skipcount
oc: nombresauts

source: File Size
oc: Talha del fichièr

source: size
oc: talha

source: filesize
oc: talhafichièr

source: File Location
oc: Emplaçament del fichièr

source: path
oc: camin

source: file
oc: fichièr

source: location
oc: emplaçament

source: Time
oc: Durada

source: duration
oc: durada

source: length
oc: longor

source: time
oc: temps

source: Mime Type
oc: Tipe MIME

source: type
oc: tipe

source: mimetype
oc: tipemime

source: Last Played
oc: Data de darrièra lectura

source: lastplayed
oc: darrièralectura

source: played
oc: legit

source: playedon
oc: legit, lo

source: Last Skipped
oc: Data del darrièr saut

source: lastskipped
oc: darrièrsaut

source: skipped
oc: sautat

source: skippedon
oc: sautatlo

source: Date Added
oc: Data d'apondon

source: added
oc: apondut

source: imported
oc: importat

source: addedon
oc: apondutlo

source: dateadded
oc: datadapondon

source: importedon
oc: importatlo

source: Smart Playlist
oc: Lista de lectura intelligenta

source: score
oc: marca

source: Playback Error
oc: Error de lectura

source: playbackerror
oc: errordelectura

source: Skips
oc: Sauts

source: Plays
oc: Lecturas

source: Random
oc: Aleatòri

source: None
oc: Pas cap

source: none
oc: pas cap

source: no
oc: non

source: Resource Not Found
oc: Ressorsa pas trobada

source: ResourceNotFound
oc: Ressorsapastrobada

source: missing
oc: mancant

source: notfound
oc: pas trobat

source: CodecNotFound
oc: CodecPasTrobat

source: nocodec
oc: pasdecodec

source: Drm
oc: GDN

source: drm
oc: gdn

source: Unknown
oc: Desconegut

source: unknown
oc: desconegut

source: Edit Smart Playlist
oc: Edicion de la lista de lectura intelligenta

source: All Genres ({0})
oc: Totes los genres ({0})

source: {0} day
oc: {0} jorn

source: {0} hour
oc: {0} ora

source: {0} minute
oc: {0} minuta

source: {0} second
oc: {0} segonda

source: Details
oc: Detalhs

source: Sort Playlists By
oc: Triar las listas de lectura per

source: Drive
oc: Lector

source: File _name
oc: _Nom de fichièr :

source: Adding {0} of {1} to {2}
oc: Apondon {0} sus {1} cap a {2}

source: Deleting {0} of {1} From {2}
oc: Supression {0} sus {1} de {2}

source: Size Ascending
oc: Talha creissenta

source: Size Descending
oc: Talha descreissenta

source: {0} item
oc: {0} element

source: Online Media
oc: Mèdia en linha

source: Libraries
oc: Bibliotècas

source: Unknown Stream
oc: Títol desconegut

source: Could not launch URL
oc: Impossible d'aviar l'URL

source: Show:
oc: Afichar :

source: All
oc: Totas

source: Enabled
oc: Activat

source: Not Enabled
oc: Pas activat

source: Search:
oc: Recercar :

source: {0} of {1}
oc: {0} sus {1}

source: Playing
oc: Lectura

source: Paused
oc: En pausa

source: Protected
oc: Protegit

source: External Document
oc: Document extèrne

source: Track #
oc: Pista n°

source: Track & Count
oc: Pista e numèro

source: Disc #
oc: Disc n°

source: Disc & Count
oc: Disc e numèro

source: Loading...
oc: Cargament en cors...

source: Equalizer
oc: Egalizador

source: New Preset
oc: Prereglatge novèl

source: {0} by {1}
oc: {0} sus {1}

source: _Bookmarks
oc: _Marcapaginas

source: _Add Bookmark
oc: _Apondre un marcapagina
