Repository: BansheeMediaPlayer/banshee
Catalog: po/*.po
Languages: oc

source: Cannot Import CD
oc: Impossible d'importar lo CD

source: Audio CDs
oc: CD àudio

source: Audio CD Importing
oc: Importacion de CD àudio

source: _Import format
oc: Format d'_importacion

source: _Eject when done importing
oc: Ej_ectar a la fin de l'importacion

source: Import CD
oc: Importar lo CD

source: Duplicate CD
oc: Copiar lo CD

source: Duplicate this audio CD
oc: Còpia aqueste CD àudio

source: Searching for track information...
oc: Recèrca d'informacions sus la pista...

source: Could not fetch track information
oc: Impossible de recuperar d'informacions sus la pista

source: Could not import CD
oc: Impossible d'importar lo CD

source: Could not duplicate audio CD
oc: Impossible de copiar lo CD àudio

source: Audio CD Preferences
oc: Preferéncias del CD àudio

source: Eject Disc
oc: Ejectar lo disc

source: Import ‟{0}”
oc: Importar « {0} »

source: Go to Menu
oc: Anar al menú

source: Unable to import track: {0}
oc: Impossible d'importar la pista : {0}

source: Importing from Amarok failed
oc: L'importacion dempuèi Amarok a fracassat

source: iTunes Importer
oc: Assistent d'importacion iTunes

source: Import song ratings
oc: Importar las nòtas del tròç

source: Import playlists
oc: Importar las listas de lectura

source: Locate your "{0}" file...
oc: Localizar vòstre fichièr « {0} »...

source: Locate "{0}"
oc: Localiza « {0} »

source: iTunes Media Player
oc: Lector de mèdia iTunes

source: Unable to import song.
oc: Impossible d'importar lo tròç.

source: Rhythmbox Music Player
oc: Lector de musica Rhythmbox

source: _Fill
oc: Emplena_r

source: f_rom
oc: _de

source: Add to Play Queue
oc: Apondre a la fila d'espèra de lectura

source: Play After
oc: Legir aprèp

source: Current Track
oc: Pista actuala

source: Current Album
oc: Album actual

source: Current Artist
oc: Artista actual

source: Add More
oc: Apondre mai

source: Remove From Play Queue
oc: Levar de la fila d'espèra de lectura

source: All Podcasts ({0})
oc: Totes los Podcasts ({0})

source: Podcasts Folder
oc: Dorsièr podcasts

source: Remove Podcast
oc: Suprimir lo podcast

source: Error updating {0}
oc: Error de mesa a jorn de {0}

source: Search your podcasts
oc: Recercar vòstres podcasts

source: Episode Properties
oc: Proprietats de l'episòdi

source: Published
oc: Publicat

source: New
oc: Novèl

source: Downloaded
oc: Telecargat

source: {0} episode
oc: {0} episòdi

source: Never updated
oc: Pas jamai mes a jorn

source: Updated at {0}
oc: Mes a jorn a « {0} »

source: Updated {0}
oc: Mesa a jorn : {0}

source: Downloading
oc: Telecargament en cors

source: New Items
oc: Elements novèls

source: All Items
oc: Totes los elements

source: Downloading Podcast(s)
oc: Telecargament del(s) podcast(s)

source: Add Podcast...
oc: Apondre un podcast...

source: Podcast Properties
oc: Proprietats del podcast

source: Mark as New
oc: Marcar coma novèl

source: Archive
oc: Archiu

source: Download
oc: Telecargar

source: Cancel Download
oc: Anullar los telecargaments

source: Visit Website
oc: Visitar lo site Web

source: Add Podcast
oc: Apondre un podcast

source: Delete File
oc: Suprimir lo fichièr

source: Invalid URL
oc: URL invalida

source: Episode Details
oc: Detalhs de l'episòdi

source: No description available
oc: Cap de descripcion es pas disponibla

source: Name:
oc: Nom :

source: Website:
oc: Site Web :

source: Visit
oc: Visitar

source: Subscription Options
oc: Opcions d'abonament

source: Feed URL:
oc: URL de la font :

source: Last Refreshed:
oc: Darrièr actualizat :

source: Category:
oc: Categoria :

source: _Speaker:
oc: _Naut parlaire :

source: Sample
oc: Exemple

source: by '{0}' from '{1}'
oc: per « {0} » sus « {1} »

source: from '{0}'
oc: sus « {0} »

source: by '{0}'
oc: per « {0} »

source: Show SQL Console
oc: Afichar la consòla SQL

source: Uploaded by
oc: Depausada per

source: Play in Banshee...
oc: Jogar dins Banshee...

source: Play in Web Browser...
oc: Jogar dins lo navigador Web...

source: No videos found
oc: Cap de vidèo pas trobada

source: click
oc: clic

source: menu
oc: menú

source: Hide <i>{0}</i>
oc: Amagar <i>{0}</i>

source: Error Details
oc: Detalhs de l'error

source: Assembly Name
oc: Nom de l'assemblatge

source: KB
oc: Kio

source: Condition:
oc: Condicion :

source: _Match
oc: _Correspondéncia

source: all
oc: totas

source: any
oc: d'unas

source: _Limit to
oc: _Limitar a

source: selected by
oc: seleccionat per

source: ago
oc: i a

source: seconds
oc: segondas

source: days
oc: jorns

source: weeks
oc: setmanas

source: months
oc: meses

source: years
oc: annadas

source: {0} download at {1}/s
oc: {0} telecargat a {1}/s

source: before
oc: abans

source: after
oc: aprèp

source: is
oc: es

source: is not
oc: es pas

source: at most
oc: al pus

source: at least
oc: al mens

source: less than
oc: mai pichon que

source: more than
oc: mai que

source: empty
oc: void

source: {0} ago
oc: i a {0}

source: contains
oc: conten

source: doesn't contain
oc: conten pas

source: starts with
oc: comença per

source: ends with
oc: finís per

source: Last.fm Account Login
oc: Connexion al compte Last.fm

source: Save and Log In
oc: Enregistrar e se connectar

source: Authorize for Last.fm
oc: Autorizar per Last.fm

source: The streaming system is offline for maintenance, please try again later.
oc: Lo sistèma de fluxes es fòra linha per mantenença, tornatz ensajar pus tard.

source: There is not enough content to play this station.
oc: I a pas pro de contengut per jogar aquela ràdio.

source: This group does not have enough members for radio.
oc: Aqueste grop a pas pro de membres per aver una ràdio.

source: This artist does not have enough fans for radio.
oc: Aqueste artista a pas pro de fans per aver una ràdio.

source: Not connected to Last.fm.
oc: Pas connectat a Last.fm.

source: Connecting to Last.fm.
oc: Connexion a Last.fm.

source: Connected to Last.fm.
oc: Connectat a Last.fm.

source: Unknown Podcast
oc: Artista desconegut
