Repository: BansheeMediaPlayer/banshee
Catalog: po/*.po
Languages: oc

source: _Remove Bookmark
oc: _Suprimir lo marcapagina

source: Maintainers
oc: Manteneires

source: Banshee Website
oc: Site Web de Banshee

source: Quit Anyway
oc: Quitar malgrat tot

source: Continue Running
oc: Contunhar l'execucion

source: I_mport
oc: I_mportar

source: All image files
oc: Totes los fichièrs imatges

source: JPEG image files
oc: Fichièrs d'imatge JPEG

source: PNG image files
oc: Fichièrs d'imatge PNG

source: Open Location
oc: Dobrir un emplaçament

source: Browse...
oc: Percórrer...

source: Seek to Position
oc: Anar a la posicion

source: _Media
oc: _Mèdia

source: Import _Media...
oc: Importar de _mèdias...

source: Import _Playlist...
oc: Im_portar una tièra de lectura...

source: Import a playlist
oc: Impòrta una tièra de lecturas

source: Open _Location...
oc: Dobrir un _emplaçament

source: _Quit
oc: _Quitar

source: Quit Banshee
oc: Quita Banshee

source: _Edit
oc: _Edicion

source: _Preferences
oc: _Preferéncias

source: _Tools
oc: _Aisinas

source: _Help
oc: _Ajuda

source: _Contents
oc: Ensen_hador

source: Banshee _Home Page
oc: Pagina d'_acuèlh de Banshee

source: _Get Involved
oc: _Participar

source: _Version Information
oc: Informacion de _version

source: Import Playlist
oc: Importar una lista de lectura

source: Playlists
oc: Listas de lectura

source: Play the current item
oc: Legís l'element en cors

source: _Next
oc: _Seguent

source: Play the next item
oc: Legís l'element que ven

source: Pre_vious
oc: _Precedent

source: Play the previous item
oc: Legís l'element precedent

source: Seek _To...
oc: _Anar a...

source: Jump to the currently playing item
oc: Anar a l'element en cors de lectura

source: _Stop When Finished
oc: _Arrestar quand acabat

source: _Playback
oc: _Lectura

source: _Pause
oc: _Pausa

source: Pause the current item
oc: Arrèsta la lectura de l'element en cors

source: Sto_p
oc: Arres_tar

source: Repeat
oc: Repetir

source: Repeat _Off
oc: Repeticion _desactivada

source: Repeat _All
oc: Repetir _tot

source: Shuffle
oc: Mòde aleatòri

source: Subtitle
oc: Sostítol

source: Load File...
oc: Cargar lo fichièr...

source: L_oad
oc: Car_gar

source: Subtitle files
oc: Fichièrs de sostítol

source: Subtitle {0}
oc: Sostítol {0}

source: Hide subtitles
oc: Amaga los sostítols

source: _New Playlist
oc: Lista de lectura _novèla

source: Import to Library
oc: Errors d'importacion

source: Rename
oc: Tornar nomenar

source: Export Playlist...
oc: Exportar una lista de lectura...

source: Export a playlist
oc: Expòrta una lista de lectura

source: Unmap
oc: Desseparar

source: Source Properties
oc: Proprietats de la font

source: Sort Children by
oc: Triar los enfants per

source: Switch Source
oc: Cambiar de font

source: Preferences
oc: Preferéncias

source: New _Smart Playlist
oc: Novèla lista de lectura _intelligenta

source: Refresh
oc: Actualizar

source: Select _All
oc: Seleccionar _tot

source: Select all tracks
oc: Seleccionar totes los tròces

source: Select _None
oc: Pas c_ap de seleccion

source: Properties
oc: Proprietats

source: Add _to Playlist
oc: Apondre a la _lista de lectura

source: _Remove
oc: _Suprimir

source: _Delete From Drive
oc: _Suprimir del lector

source: _Search
oc: _Recercar

source: By Matching A_rtist
oc: Per a_rtista correspondent

source: _Delete From "{0}"
oc: _Suprimir de « {0} »

source: The folder could not be found.
oc: Lo dorsièr es introbable.

source: Com_pilation Album Artist:
oc: Artistas de l'album de com_pilacion :

source: Basic Details
oc: Detalhs de basa

source: Track _Title:
oc: _Títol del tròç :

source: Track _Artist:
oc: _Artista del tròç :

source: of
oc: sus

source: Track _Number:
oc: _Numèro de pista :

source: _Disc Number:
oc: Numèro del _disc :

source: _Year:
oc: _Annada :

source: _Rating:
oc: _Nòta :

source: Extra
oc: Suplement

source: C_omposer:
oc: C_ompositor :

source: Con_ductor:
oc: Cap _d'orquèstre :

source: Bea_ts Per Minute:
oc: Ba_tements per minuta :

source: _License URI:
oc: URI de la _licéncia :

source: Co_mment:
oc: Co_mentari :

source: Help
oc: Ajuda

source: Lyrics
oc: Paraulas

source: Sorting
oc: Triada

source: Sort Album Title:
oc: Títol de l'album per la triada :

source: File Name:
oc: Nom del fichièr :

source: Directory:
oc: Dorsièr :

source: Full Path:
oc: Camin complet :

source: Duration:
oc: Durada :

source: Audio Bitrate:
oc: Debit àudio :

source: Video Dimensions:
oc: Dimensions de la vidèo :

source: {0} Codec:
oc: Codec {0} :

source: Container Formats:
oc: Formats del contenidor :

source: Imported On:
oc: Importat lo :

source: Last Played:
oc: Data de la darrièra lectura

source: Last Skipped:
oc: Data del darrièr saut

source: Play Count:
oc: Nombre de lecturas :

source: Skip Count:
oc: Nombre de sauts :

source: Score:
oc: Marca :

source: File Size:
oc: Talha del fichièr :

source: bytes
oc: octets

source: Track Editor
oc: Editor de tròç

source: Track Properties
oc: Proprietats del tròç

source: Title:
oc: Títol :

source: Artist:
oc: Artista :

source: <i>Editing {0} of {1} items</i>
oc: <i>Modificacion de l'element {0} sus {1}</i>

source: Close _without Saving
oc: Tampar _sens enregistrar

source: _View
oc: _Afichatge

source: _Equalizer
oc: E_galizador

source: _Fullscreen
oc: Ecran _complet

source: {0}from{1} {2} {0}published{1} {3}
oc: {0}de{1} {2} {0}publicat lo{1} {3}

source: {0}on{1} {2}
oc: {0}sus{1} {2}

source: {0}by{1} {2} {0}from{1} {3}
oc: {0}per{1} {2} {0}sus{1} {3}

source: {0}from{1} {2}
oc: {0}sus{1} {2}

source: {0}by{1} {2}
oc: {0}per{1} {2}

source: Stop Operation
oc: Arrestar l'operacion

source: Stop {0}
oc: Arrèst de {0}

source: Continue
oc: Contunhar

source: Continue {0}
oc: Contunhar {0}

source: Stopping...
oc: Arrèst...

source: Import Files to Library
oc: Importar de fichièrs dins la bibliotèca

source: Media Files
oc: Fichièrs mèdia

source: Local Files
oc: Fichièrs locals

source: Files
oc: Fichièrs

source: C_hoose Files...
oc: Ca_usir de fichièrs...

source: Local Folders
oc: Dorsièrs locals

source: Folders
oc: Dorsièrs

source: C_hoose Folders...
oc: Ca_usir de dorsièrs...

source: Import _from:
oc: Importar _de :

source: _Import
oc: _Importar

source: No available profiles
oc: Cap de perfil pas disponible

source: Advanced
oc: Detalhs a_vançats

source: Configuring {0}
oc: Configuracion {0}

source: Export Playlist
oc: Exportar la lista de lectura

source: Export
oc: Exportar

source: Select Format:
oc: Seleccionar lo format :

source: Reset
oc: Reïnicializar

source: Source:
oc: Font :

source: Could not show preferences
oc: Impossible d'afichar las preferéncias

source: Playlist _Name:
oc: _Nom de la lista de lectura :

source: Open in editor
oc: Dobrir dins l'editor

source: Create and save
oc: Crear e enregistrar

source: Not Set
oc: Pas definit

source: Show the artist/album browser to the left of the track list
oc: Aficha lo navigador d'artistas/d'albums a esquèrra de la lista dels tròces

source: Browser on Top
oc: Navigador amont

source: Show Browser
oc: Afichar lo navigador

source: Show or hide the artist/album browser
oc: Aficha o amaga lo navigador d'artistas/d'albums

source: Loading {0}...
oc: Cargament de {0}...

source: Insert Disc
oc: Inserissètz lo disc

source: Clear search
oc: Escafar la recèrca

source: Seek
oc: Recercar

source: Idle
oc: Inactiu

source: Contacting...
oc: Contacte en cors...

source: Buffering
oc: Mesa en memòria tampon

source: Device
oc: Periferic

source: Generation
oc: Generacion

source: Capacity
oc: Capacitat

source: Available
oc: Disponible

source: Serial number
oc: Numèro de seria

source: Supports cover art
oc: Pren en carga l'afichatge de las pochetas d'albums

source: Supports photos
oc: Pren en carga l'afichatge de las fòtos

source: Track duration is zero
oc: La durada de la pista es nulla

source: Syncing iPod
oc: Sincronizacion de l'iPod

source: Preparing to synchronize...
oc: Preparacion de la sincronizacion...

source: Adding track {0} of {1}
oc: Apondon de la pista {0} sus {1}

source: Removing track {0} of {1}
oc: Supression de la pista {0} sus {1}

source: Writing media database
oc: Escritura de la banca de donadas dels mèdias

source: Sync {0}
oc: Sincronizacion de {0}

source: Devices
oc: Periferics

source: Device Properties
oc: Proprietats

source: Product
oc: Produch

source: Vendor
oc: Provesidor

source: Loading {0}
oc: Cargament {0}

source: Yes
oc: Òc

source: No
oc: Non

source: Error converting file
oc: Error al moment de la conversion del fichièr

source: Sync Preferences
oc: Preferéncias de sincronizacion

source: Sync
oc: Sincronizacion

source: The sync operation will remove one track from your device.
oc: L'operacion de sincronizacion va suprimir una pista de vòstre periferic.

source: Are you sure you want to continue?
oc: Sètz segur que volètz contunhar ?

source: Remove tracks
oc: Suprimir las pistas

source: Audio
oc: Àudio

source: Video
oc: Vidèo

source: Other
oc: Autre

source: Free Space
oc: Espaci liure

source: {0} Properties
oc: Proprietats de {0}

source: Device name
oc: Nom del periferic

source: Encode to
oc: Encodar en

source: Capacity used
oc: Espaci utilizat

source: Advanced details
oc: Detalhs avançats

source: Manage manually
oc: Gerir manualament

source: Sync entire library
oc: Sincronizar tota la bibliotèca

source: Sync from “{0}”
oc: Sincronizacion de « {0} »

source: Import Purchased Music
oc: Importar de musica crompada

source: Disconnect
oc: Desconnectar

source: Disconnecting {0}...
oc: Desconnexion de {0}...

source: Could not disconnect {0}: {1}
oc: Impossible de desconnectar {0} : {1}

source: Purchased Music
oc: Musica crompada

source: Audio Folder
oc: Dorsièr àudio

source: Video Folder
oc: Dorsièr Vidèo

source: Required Folder Depth
oc: Prigondor de dorsièr requesida

source: Supports Playlists
oc: Pren en carga las listas de lectura

source: Rockbox Device
oc: Periferic Rockbox

source: Ringtones
oc: Sonariás

source: Battery level
oc: Nivèl de la batariá

source: Loading {0} - {1} of {2}
oc: Cargament de {0} - {1} sus {2}

source: Amazon MP3 Purchases
oc: Crompas MP3 Amazon

source: Amazon MP3s
oc: MP3 Amazon

source: Download Amazon MP3 Purchase
oc: Telecargar la crompa MP3 Amazon

source: Amazon MP3 Files
oc: Fichièrs MP3 Amazon

source: Amazon MP3 Purchase
oc: Crompa MP3 Amazon

source: C_hoose Files
oc: Ca_usir de fichièrs

source: Amazon MP3 Store
oc: Botiga MP3 Amazon

source: Country
oc: País

source: Automatic (Geo IP detection)
oc: Automatic (deteccion IP geografica)

source: France (amazon.fr)
oc: França (amazon.fr)

source: Germany, Switzerland, Austria (amazon.de)
oc: Alemanha, Soïssa, Àustria (amazon.de)

source: Japan (amazon.co.jp)
oc: Japon (amazon.co.jp)

source: United Kingdom (amazon.co.uk)
oc: Reialme Unit (amazon.co.uk)

source: United States (amazon.com)
oc: Estats Units (amazon.com)

source: Search the Amazon MP3 Store
oc: Recercar la botiga MP3 Amazon

source: How Your Purchases Support GNOME
oc: Cossí vòstras crompas sostenon GNOME

source: Open Book
oc: Dobrir lo libre

source: Merge Discs...
oc: Fusionar los disques...

source: Resume
oc: Reprene

source: Resume playback of this audiobook
oc: Repren la lectura d'aqueste libre àudio

source: Merge the {0} selected discs into one book?
oc: Volètz fusionar lo disc seleccionat dins un libre ?

source: Author:
oc: Autor :

source: Book Title:
oc: Títol del libre :

source: Author
oc: Autor

source: Author Initial
oc: Autor original

source: Book Title
oc: Títol del libre

source: Audiobooks
oc: Libres àudio

source: Search your audiobooks
oc: Recercar vòstres libres àudio

source: {0} book
oc: {0} libre

source: Audiobooks Folder
oc: Dorsièr libres àudio

source: Resume Playback
oc: Reprene la lectura

source: No Bookmark Set
oc: Pas cap de signet parametrat

source: Detecting BPM
oc: Deteccion del nombre de BPM

source: D_etect
oc: Det_ectar

source: Play this song
oc: Jogar aqueste tròç

source: Downloading Cover Art
oc: Telecargament de la pocheta

source: Shared Music
oc: Musica partejada

source: Disconnected from music share
oc: Desconnectat del partiment de musica

source: Unable to connect to music share
oc: Impossible de se connectar al partiment de musica

source: Back
oc: Precedent

source: Common reasons for connection failures:
oc: Rasons frequentas dels fracasses de connexion :

source: The login process was canceled
oc: Lo processus d'identificacion es estat anullat

source: Too many users are connected to this share
oc: Tròp d'utilizaires connectats a aqueste partiment

source: You are no longer connected to this music share
oc: Sètz pas mai connectat a aqueste partiment de musica

source: Try connecting again
oc: Ensajatz de vos reconnectar mai tard

source: Login to Music Share
oc: Identificant del partiment de musica

source: Authentication Required
oc: Autentificacion necessària

source: Username:
oc: Nom d'utilizaire :

source: Password:
oc: Senhal :

source: Login
oc: Connexion

source: Connecting to {0}
oc: Connexion a {0}

source: Add Remote DAAP Server
oc: Apondre un servidor distant DAAP

source: Music Share
oc: Partiment de musica

source: Logging in to {0}.
oc: Identificacion sus {0}.

source: Loading {0} track
oc: Cargament de {0} pista

source: Loading playlists
oc: Cargament de las listas de lectura

source: Open remote DAAP server
oc: Dobrir un servidor distant DAAP

source: Enter server IP address and port:
oc: Picatz l'adreça IP e lo pòrt del servidor :

source: Downloads
oc: Telecargaments

source: Downloading eMusic Track(s)
oc: Telecargament de(s) pista(s) eMusic

source: Initializing...
oc: Inicializacion...

source: Cancel all eMusic downloads?
oc: Anullar totes los telecargaments eMusic ?

source: Transferring {0} file at {1} KB/s
oc: Transferiment de {0} fichièr a {1} Kio/s

source: Canceling Downloads
oc: Anullacion dels telecargaments

source: Waiting for downloads to terminate...
oc: Espèra de la fin dels telecargaments...

source: eMusic Files
oc: Fichièrs eMusic

source: eMusic Tracks
oc: Pistas eMusic

source: Search eMusic
oc: Recercar sus eMusic

source: Sign Out of eMusic
oc: Se desconnectar d'eMusic

source: Clear
oc: Escafar

source: Clear on Quit
oc: Escafar en quitant

source: Duplicate Albums
oc: Copiar los albums

source: Duplicate Artists
oc: Copiar los artistas

source: Fix Music Metadata...
oc: Reparar las metadonadas de musica...

source: Metadata Fixer
oc: Reparador de metadonadas

source: Problem Type:
oc: Tipe de problèma :

source: Duplicate Genres
oc: Copiar los genres

source: and
oc: e

source: a|an|the
oc: un|una|la|la|los|las

source: Fix?
oc: Reparar ?

source: View Item Details
oc: Detalhs de l'element

source: Open Webpage
oc: Dobrir la pagina Web

source: Visit Archive.org
oc: Consultar Archive.org

source: Subscribe
oc: S'inscriure

source: Close Item
oc: Tampar l'element

source: Try Again
oc: Ensajar tornarmai

source: Description
oc: Descripcion

source: Venue:
oc: Luòc :

source: Location:
oc: Emplaçament :

source: Date:
oc: Data :

source: Year:
oc: Annada :

source: Publisher:
oc: Editor :

source: Keywords:
oc: Mots claus :

source: License URL:
oc: URL de la licéncia :

source: Language:
oc: Lenga :

source: Downloads, overall:
oc: Telecargaments, resumit :

source: Downloads, past month:
oc: Telecargaments, mes passat :

source: Downloads, past week:
oc: Telecargament, setmana passada :

source: Added:
oc: Apondut :

source: Added by:
oc: Apondut per :

source: Collections:
oc: Colleccions :

source: Recorded by:
oc: Enregistrat per :

source: Lineage:
oc: Descendéncia :

source: Transferred by:
oc: Transferit per :

source: Reviews
oc: Criticas

source: {0} reviewer
oc: Critica {0}

source: {0} by {1} on {2}
oc: {0} per {1} lo {2}

source: Write your own review
oc: Fasètz vòstras pròprias criticas

source: Collection:
oc: Colleccion :

source: Optional Query
oc: Requèsta opcionala

source: Sort by:
oc: Triar per :

source: Preferred Media Types
oc: Tipes de mèdia preferits

source: _Audio
oc: _Àudio

source: _Video
oc: _Vidèo

source: _Text
oc: _Tèxte

source: Search...
oc: Recercar...

source: _Go
oc: A_nar a

source: Staff Picks
oc: Seleccions de l'equipa

source: History
oc: Istòria

source: Classic Cartoons
oc: Dessenhs animats classics

source: Speeches
oc: Discorses

source: For Children
oc: Pels enfants

source: Poetry
oc: Poesia

source: Creator is United States
oc: Creat als Estats Units

source: Old Movies
oc: Vièlhs filmes

source: New From LibriVox
oc: Novèl de LibriVox

source: Old Texts
oc: Tèxtes ancians

source: Library of Congress
oc: Bibliotèca del congrès

source: Visit the Internet Archive online at archive.org
oc: Visitatz Internet Archive sul site archive.org

source: Movies
oc: Filmes

source: Lectures
oc: Conferéncias

source: Concerts
oc: Concèrts

source: Books
oc: Libres

source: Search Results
oc: Resultats de la recèrca

source: Searching the Internet Archive
oc: Recercar dins Internet Archive

source: No matches.
oc: Pas de correspondéncias.

source: Showing 1 match
oc: Afichatge d'una correspondéncia

source: Fetch more results from the Internet Archive?
oc: Obténer mai de resultats dins Internet Archive ?

source: Fetch More
oc: Mai de resultats

source: Publisher
oc: Editor

source: Added
oc: Apondut

source: Collection
oc: Colleccion

source: Created
oc: Creat

source: Language
oc: Lenga

source: Media Type
oc: Tipe de mèdia

source: Review Count
oc: Nombre de criticas

source: Moving Images
oc: Filmes

source: Animation & Cartoons
oc: Animacions e dessenhs animats

source: Arts & Music
oc: Arts e musica

source: Computers & Technology
oc: Ordenadors e tecnologia

source: Cultural & Academic Films
oc: Filmes culturals e universitaris

source: Ephemeral Films
oc: Filmes corts

source: Home Movies
oc: Filmes amators

source: News & Public Affairs
oc: Novèlas e afars publics

source: Open Source Movies
oc: Filmes Open Source

source: Prelinger Archives
oc: Archius Prelinger

source: Spirituality & Religion
oc: Espiritualitat e religion

source: Sports Videos
oc: Vidèos d'espòrt

source: Videogame Videos
oc: Vidèos de jòc vidèo

source: Youth Media
oc: Joventut

source: Texts
oc: Tèxtes

source: American Libraries
oc: Bibliotècas americanas

source: Canadian Libraries
oc: Bibliotècas canadianas

source: Universal Library
oc: Bibliotèca universala

source: Project Gutenberg
oc: Projècte Gutenberg

source: Children's Library
oc: Bibliotèca per enfants

source: Additional Collections
oc: Colleccions suplementàrias

source: Audio Books & Poetry
oc: Libres àudio e poesia

source: Music & Arts
oc: Musica e arts

source: Non-English Audio
oc: Àudio pas anglofòn

source: Open Source Audio
oc: Àudio Open Source

source: Radio Programs
oc: Programas de ràdio

source: Education
oc: Educacion

source: Software
oc: Logicial

source: Downloads This Week
oc: Telecargaments de la setmana

source: Newest
oc: Mai recent

source: Oldest
oc: Mai vièlh

source: Radio
oc: Ràdio

source: Add Station
oc: Apondre una estacion

source: Search your stations
oc: Recercar vòstras estacions

source: Edit Station
oc: Modificar l'estacion

source: Station
oc: Estacion

source: {0} station
oc: {0} estacion

source: Edit radio station
oc: Modificar l'estacion de ràdio

source: Station Genre:
oc: Tipe d'estacion :

source: Station Name:
oc: Nom de l'estacion :

source: Stream URL:
oc: URL del flux :

source: Station Creator:
oc: Creator de l'estacion :

source: Description:
oc: Descripcion :

source: Rating:
oc: Nòta :

source: Configure the Audioscrobbler plugin
oc: Configuracion de l'empeuton Audioscrobbler

source: Visit _User Profile Page
oc: Visitar la pagina del perfil de l'_utilizaire

source: Visit Your Last.fm Profile Page
oc: Visitar la pagina de vòstre perfil Last.fm

source: Connect
oc: Connectar

source: View on Last.fm
oc: Afichar sus Last.fm

source: Recommend to
oc: Comentari

source: View this album's Last.fm page
oc: Visita la pagina Last.fm de l'album

source: Recommend this album to someone
oc: Recomanda aqueste album a qualqu'un

source: View this track's Last.fm page
oc: Visita la pagina Last.fm d'aqueste tròç

source: http://last.fm/music/{0}
oc: http://lastfm.fr/music/{0}

source: http://last.fm/music/{0}/{1}
oc: http://lastfm.fr/music/{0}/{1}

source: http://last.fm/music/{0}/_/{1}
oc: http://lastfm.fr/music/{0}/_/{1}

source: http://www.last.fm/music/{0}/+videos
oc: http://www.lastfm.fr/music/{0}/+videos

source: http://en.wikipedia.org/wiki/{0}
oc: http://oc.wikipedia.org/wiki/{0}

source: Account
oc: Compte

source: _Username
oc: Nom d'_utilizaire

source: Sign up for Last.fm
oc: S'inscriure sus Last.fm

source: Log in to Last.fm
oc: Se connectar a Last.fm

source: Finish Logging In
oc: Acabar l'autentificacion

source: Log out of Last.fm
oc: Se desconnectar de Last.fm

source: Recently Played Tracks
oc: Pistas jogadas recentament

source: My Top Artists
oc: Mos artistas preferits

source: {0} plays
oc: {0} jòga

source: Account Settings
oc: Paramètres del compte

source: Join Last.fm
oc: Rejónher Last.fm

source: Last.fm Recommendations
oc: Recomandacions de Last.fm

source: Top Albums by {0}
oc: Albums los mai populars de {0}

source: Top Tracks by {0}
oc: Pistas las mai popularas de {0}

source: Recommended Artists
oc: Artistas recomandats

source: {0}% Similarity
oc: Similar a {0}%

source: Unknown Similarity
oc: Pas de similaritat

source: _Add Station...
oc: _Apondre una estacion...

source: Listen to {0} Station
oc: Escotar l'estacion {0}

source: Fans of
oc: Afogats de

source: Similar to
oc: Similar a

source: Love Track
oc: Pista presada

source: Ban Track
oc: Pista bandida

source: Fans of {0}
oc: Afogats de {0}

source: Similar to {0}
oc: Similar a {0}

source: _Add Station
oc: _Apondre una estacion

source: Sort Stations by
oc: Triar las estacions per

source: Total Play Count
oc: Nombre total de lecturas

source: New Station
oc: Estacion novèla

source: Station _Type:
oc: _Tipe d'estacion :

source: Last.fm Station
oc: Estacion Last.fm

source: Edit Last.fm Station
oc: Modificar l'estacion Last.fm

source: Delete Last.fm Station
oc: Suprimir l'estacion Last.fm

source: Tuning Last.fm to {0}.
oc: Reglar Last.fm sus {0}.

source: No new songs available for {0}.
oc: Pas cap de tròç novèl disponible per {0}

source: {0} song played
oc: {0} tròç jogat

source: Recommended
oc: Recomandat

source: Personal
oc: Terminal

source: Mix
oc: Mixatge

source: Banshee Group
oc: Grop Banshee

source: Neighbors
oc: Vesins

source: For User:
oc: Per l'utilizaire :

source: Of User:
oc: De l'utilizaire :

source: Group
oc: Grop

source: Group Name:
oc: Nom del compte :

source: Tag
oc: Etiqueta

source: Tag Name:
oc: Nom de l'etiqueta :

source: Fan
oc: Afogat

source: Fans of:
oc: Afogats de :

source: Similar to:
oc: Similar a:

source: Media
oc: Mèdia

source: Library
oc: Bibliotèca

source: Now Playing
oc: Lectura en cors

source: media
oc: mèdia

source: _Mini Mode
oc: _Mòde mini

source: Full Mode
oc: Mòde complet

source: Switch back to full mode
oc: Tornar al mòde complet

source: Miro Guide
oc: Guida Miro

source: Open Miro Guide
oc: Dobrir lo guida Miro

source: Search for podcasts
oc: Recercar de podcasts

source: Search for video podcasts
oc: Recercar de podcasts vidèo

source: _Close
oc: _Tampar

source: _Show Notifications
oc: _Afichar las notificacions

source: Show notifications when item changes
oc: Aficha una notificacion al cambiament d'element

source: Still Running
oc: Trabalh en cors

source: Skip this item
oc: Sautar aqueste element

source: Cannot show notification
oc: Impossible d'afichar las notificacions

source: {0}by{1} {2} {0}from{1} {3}
oc: {0}per{1}·{2} {0}sus{1}·{3}

source: Simplify
oc: Simplificar

source: Audio CD
oc: CD àudio

source: Track {0}
oc: Pista {0}

source: Importing Audio CD
oc: Importacion del CD àudio

source: Initializing Drive
oc: Inicializacion del lector
